const questionsData = [
  {
    "letter": "أ",
    "question": "ما هي المادة التي يتكون منها قرن وحيد القرن وجلد الإنسان؟",
    "answer": "الكيراتين"
  },
  {
    "letter": "أ",
    "question": "ما هي أكبر قارة في العالم من حيث المساحة؟",
    "answer": "آسيا"
  },
  {
    "letter": "أ",
    "question": "ما هو الحيوان الذي يعيش في المناطق القطبية ويتميز بفروه الأبيض؟",
    "answer": "الدب القطبي (أو الأيل)"
  },
  {
    "letter": "أ",
    "question": "ما هو المعدن السائل في درجة حرارة الغرفة؟",
    "answer": "الزئبق"
  },
  {
    "letter": "أ",
    "question": "ما هو الجزء المسؤول عن عملية البناء الضوئي في النبات؟",
    "answer": "الورقة"
  },
  {
    "letter": "أ",
    "question": "ما هو اسم أقدم عاصمة في التاريخ؟",
    "answer": "دمشق"
  },
  {
    "letter": "أ",
    "question": "ما اسم المادة الملونة التي تعطي الجلد والشعر لونهما؟",
    "answer": "الـميلانين"
  },
  {
    "letter": "أ",
    "question": "من هو النبي الذي لُقب بـ 'أبو الأنبياء'؟",
    "answer": "إبراهيم عليه السلام"
  },
  {
    "letter": "أ",
    "question": "ما هو الاسم الآخر لمرض السكري؟",
    "answer": "الاستسقاء السكري"
  },
  {
    "letter": "أ",
    "question": "ما هو العضو الذي يضخ الدم في جسم الإنسان؟",
    "answer": "القلب"
  },
  {
    "letter": "أ",
    "question": "ما هي أول عاصمة للدولة الإسلامية؟",
    "answer": "المدينة المنورة"
  },
  {
    "letter": "أ",
    "question": "ما هو الاسم العلمي للماء؟",
    "answer": "أكسيد الهيدروجين"
  },
  {
    "letter": "أ",
    "question": "ما هو كوكب 'الجمال' في المجموعة الشمسية؟",
    "answer": "الزهرة"
  },
  {
    "letter": "أ",
    "question": "ما هو الاسم الذي يُطلق على صغار الأسد؟",
    "answer": "أشبال"
  },
  {
    "letter": "أ",
    "question": "من هو مخترع المصباح الكهربائي؟",
    "answer": "أديسون"
  },
  {
    "letter": "أ",
    "question": "ما هي الدولة التي تسمى بـ 'أرض الكنانة'؟",
    "answer": "مصر"
  },
  {
    "letter": "أ",
    "question": "ما هو أسرع حيوان بر في العالم؟",
    "answer": "الفهد"
  },
  {
    "letter": "أ",
    "question": "ما هي السورة التي بدأت بـ 'المر'؟",
    "answer": "سورة الرعد"
  },
  {
    "letter": "أ",
    "question": "ما هو أقرب نجم إلى الأرض؟",
    "answer": "الشمس"
  },
  {
    "letter": "أ",
    "question": "من هو القائد المسلم الذي فتح الأندلس؟",
    "answer": "طارق بن زياد"
  },
  {
    "letter": "أ",
    "question": "ماهو الشيء الذي يصدق دائماً ويكذب إذا جاع؟",
    "answer": "الساعة"
  },
  {
    "letter": "أ",
    "question": "كلمة تعني الأكل و الشرب و هي أحد أركان الحج؟",
    "answer": "الإفاضة"
  },
  {
    "letter": "أ",
    "question": "ما هو الاسم القرآني لـ 'المدينة المنورة'؟",
    "answer": "يثرب"
  },
  {
    "letter": "أ",
    "question": "ما هو الوصف النبوي لمنطقة 'نـجد' في شبه الجزيرة العربية؟",
    "answer": "أرض الفتن"
  },
  {
    "letter": "أ",
    "question": "ما هو المصطلح الفقهي لما يُخرج من الزكاة عن الأبدان في نهاية رمضان؟",
    "answer": "زكاة الفطر"
  },
  {
    "letter": "أ",
    "question": "ما هو اسم الصحابي الملقب بـ أمين هذه الأمة؟",
    "answer": "أبو عبيدة عامر بن الجراح"
  },
  {
    "letter": "أ",
    "question": "أين تقع أعلى قمة جبلية في العالم؟",
    "answer": "إيفرست"
  },
  {
    "letter": "أ",
    "question": "ما هي الكلمة التي تعني 'اجتماع' في اللغة العربية؟",
    "answer": "ائتلاف"
  },
  {
    "letter": "أ",
    "question": "ما هو الاسم الذي يطلق على الشاعر الذي يكتب في الغزل والحب؟",
    "answer": "أديب"
  },
  {
    "letter": "أ",
    "question": "ما هو الغاز الذي يتنفسه الإنسان للبقاء على قيد الحياة؟",
    "answer": "أكسجين"
  },
  {
    "letter": "ب",
    "question": "ما هي عاصمة العراق؟",
    "answer": "بغداد"
  },
  {
    "letter": "ب",
    "question": "ما هي عاصمة الموارنة في لبنان؟",
    "answer": "بكركي"
  },
  {
    "letter": "ب",
    "question": "ما هو الحيوان الذي يعيش في الصين ويتغذى على الخيزران؟",
    "answer": "الباندا"
  },
  {
    "letter": "ب",
    "question": "ما هي أكبر بحيرة في العالم من حيث المساحة؟",
    "answer": "بحر قزوين"
  },
  {
    "letter": "ب",
    "question": "ما هو العضو المسؤول عن البصر في جسم الإنسان؟",
    "answer": "العين"
  },
  {
    "letter": "ب",
    "question": "ما هي المادة التي تفرزها النحل لصنع الشمع وتخزين العسل؟",
    "answer": "العسل"
  },
  {
    "letter": "ب",
    "question": "من هو مخترع الهاتف؟",
    "answer": "غراهام بيل"
  },
  {
    "letter": "ب",
    "question": "ما هي الدولة التي تشتهر ببرج إيفل؟",
    "answer": "فرنسا"
  },
  {
    "letter": "ب",
    "question": "ما هي الكلمة التي تعني 'إظهار الشيء'؟",
    "answer": "بيان"
  },
  {
    "letter": "ب",
    "question": "ما هو الحيوان الذي يضرب به المثل في الصبر؟",
    "answer": "الجمل (أو البعير)"
  },
  {
    "letter": "ب",
    "question": "ما هي عاصمة ألمانيا؟",
    "answer": "برلين"
  },
  {
    "letter": "ب",
    "question": "ما هو الاسم الذي يُطلق على سكن الخيل؟",
    "answer": "إسطبل"
  },
  {
    "letter": "ب",
    "question": "ما هي الدولة التي فيها أكبر عدد من السكان في العالم؟",
    "answer": "الصين"
  },
  {
    "letter": "ب",
    "question": "ما هي الكلمة التي تعني 'البعد عن الشيء'؟",
    "answer": "بين"
  },
  {
    "letter": "ب",
    "question": "ما هو اسم الصحابي الملقب بـ بطل الإسلام؟",
    "answer": "بلال بن رباح"
  },
  {
    "letter": "ب",
    "question": "ما هي المادة المستخدمة في صناعة الإطارات؟",
    "answer": "المطاط (أو البوليستر)"
  },
  {
    "letter": "ب",
    "question": "ما هي الدولة التي تشتهر بالأهرامات؟",
    "answer": "مصر"
  },
  {
    "letter": "ب",
    "question": "ما هو الشيء الذي يحمله الإنسان ويسير به في الظلام؟",
    "answer": "البوصلة"
  },
  {
    "letter": "ب",
    "question": "ما هو الاسم الذي يطلق على المكان الذي ينمو فيه العشب؟",
    "answer": "البستان"
  },
  {
    "letter": "ب",
    "question": "ما هو الاسم الذي يُطلق على مادة البناء المصنوعة من الرمل والماء؟",
    "answer": "الخرسانة (أو البسمة)"
  },
  {
    "letter": "ب",
    "question": "ما هو الحيوان الذي يعيش في البحر وله ثمانية أذرع؟",
    "answer": "الأخطبوط"
  },
  {
    "letter": "ب",
    "question": "ما هي الدولة التي عاصمتها بروكسل؟",
    "answer": "بلجيكا"
  },
  {
    "letter": "ب",
    "question": "ما هو اسم العملية التي يقوم بها النبات لصنع غذائه؟",
    "answer": "البناء الضوئي"
  },
  {
    "letter": "ب",
    "question": "ما هي المادة البروتينية الموجودة في الحليب؟",
    "answer": "الكازين (أو البروتين)"
  },
  {
    "letter": "ب",
    "question": "ما هو الاسم الذي يطلق على الحصن الصغير؟",
    "answer": "البرج"
  },
  {
    "letter": "ب",
    "question": "ما هي الدولة التي تشتهر بالموضة و العطور؟",
    "answer": "فرنسا (أو باريس)"
  },
  {
    "letter": "ب",
    "question": "ما هو الشيء الذي له أسنان ولا يعض؟",
    "answer": "المشط"
  },
  {
    "letter": "ب",
    "question": "ما هي عاصمة الأردن؟",
    "answer": "عمان"
  },
  {
    "letter": "ب",
    "question": "من هو صاحب لقب 'سيف الله المسلول'؟",
    "answer": "خالد بن الوليد"
  },
  {
    "letter": "ب",
    "question": "ما هو المعدن الذي يستخدم في صناعة العملات المعدنية؟",
    "answer": "النحاس (أو البرونز)"
  },
  {
    "letter": "ت",
    "question": "ما هي عاصمة اليابان؟",
    "answer": "طوكيو"
  },
  {
    "letter": "ت",
    "question": "ما هو الشيء الذي يزيد كلما أخذت منه؟",
    "answer": "الحفرة"
  },
  {
    "letter": "ت",
    "question": "من هو مكتشف الجاذبية الأرضية؟",
    "answer": "نيوتن"
  },
  {
    "letter": "ت",
    "question": "ما هي الدولة التي تشتهر بصناعة الساعات؟",
    "answer": "سويسرا"
  },
  {
    "letter": "ت",
    "question": "ما هي المادة التي تعطي النبات لونه الأخضر؟",
    "answer": "الكلوروفيل"
  },
  {
    "letter": "ت",
    "question": "ما هو العضو المسؤول عن السمع في جسم الإنسان؟",
    "answer": "الأذن"
  },
  {
    "letter": "ت",
    "question": "ما هي أصغر قارة في العالم من حيث المساحة؟",
    "answer": "أستراليا"
  },
  {
    "letter": "ت",
    "question": "ما هو الاسم الذي يطلق على الشخص الذي يعالج المرضى؟",
    "answer": "الطبيب"
  },
  {
    "letter": "ت",
    "question": "ما هو الغاز الذي يستخدم لإطفاء الحرائق؟",
    "answer": "ثاني أكسيد الكربون"
  },
  {
    "letter": "ت",
    "question": "ما هي عاصمة اليونان؟",
    "answer": "أثينا"
  },
  {
    "letter": "ت",
    "question": "من هو مخترع الطائرة؟",
    "answer": "الأخوين رايت"
  },
  {
    "letter": "ت",
    "question": "ما هي اللغة الرسمية في البرازيل؟",
    "answer": "البرتغالية"
  },
  {
    "letter": "ت",
    "question": "ما هو الشيء الذي يمشي بلا قدمين ويبكي بلا عينين؟",
    "answer": "السحاب"
  },
  {
    "letter": "ت",
    "question": "ما هو الاسم الذي يطلق على مادة البناء المصنوعة من الطين المحروق؟",
    "answer": "الطوب"
  },
  {
    "letter": "ت",
    "question": "ما هي الدولة التي تسمى بـ 'بلاد الشمس المشرقة'؟",
    "answer": "اليابان"
  },
  {
    "letter": "ت",
    "question": "ما هو العضو المسؤول عن التذوق في جسم الإنسان؟",
    "answer": "اللسان"
  },
  {
    "letter": "ت",
    "question": "ما هو الغاز الذي يشكل النسبة الأكبر في الغلاف الجوي؟",
    "answer": "النيتروجين"
  },
  {
    "letter": "ت",
    "question": "من هو صاحب لقب 'الفرار'؟",
    "answer": "الوليد بن المغيرة"
  },
  {
    "letter": "ت",
    "question": "ما هو المعدن الذي يستخدم في صناعة المجوهرات؟",
    "answer": "الذهب (أو التيتانيوم)"
  },
  {
    "letter": "ت",
    "question": "ما هي عاصمة تونس؟",
    "answer": "تونس"
  },
  {
    "letter": "ث",
    "question": "ما هو الاسم الذي يُطلق على فترة الثلاثة أشهر؟",
    "answer": "فصل"
  },
  {
    "letter": "ث",
    "question": "ما هو الحيوان الذي يتميز بذكائه الشديد ومكره؟",
    "answer": "الثعلب"
  },
  {
    "letter": "ث",
    "question": "ما هي عاصمة البحرين؟",
    "answer": "المنامة"
  },
  {
    "letter": "ث",
    "question": "ما هو الشيء الذي له ثلاث عيون وساق واحدة؟",
    "answer": "إشارة المرور"
  },
  {
    "letter": "ث",
    "question": "من هو الصحابي الذي لُقب بـ 'صاحب سر رسول الله'؟",
    "answer": "حذيفة بن اليمان"
  },
  {
    "letter": "ث",
    "question": "ما هي المادة التي تنتج عن تجمد الماء؟",
    "answer": "الثلج"
  },
  {
    "letter": "ث",
    "question": "ما هو العضو المسؤول عن التوازن في جسم الإنسان؟",
    "answer": "الأذن الداخلية"
  },
  {
    "letter": "ث",
    "question": "ما هو الاسم الذي يطلق على الأفعى الكبيرة؟",
    "answer": "الثعبان"
  },
  {
    "letter": "ث",
    "question": "ما هي الدولة التي تسمى بـ 'بلاد الثلج'؟",
    "answer": "أيسلندا"
  },
  {
    "letter": "ث",
    "question": "ما هو الغاز الذي يستخدم في تعبئة المناطيد؟",
    "answer": "الهيليوم"
  },
  {
    "letter": "ث",
    "question": "من هو مخترع الديناميت؟",
    "answer": "ألفرد نوبل"
  },
  {
    "letter": "ث",
    "question": "ما هي المادة التي تستخدم في صناعة البطاريات؟",
    "answer": "الليثيوم"
  },
  {
    "letter": "ث",
    "question": "ما هو الاسم الذي يطلق على الشخص الذي يكتب التاريخ؟",
    "answer": "المؤرخ"
  },
  {
    "letter": "ث",
    "question": "ما هو الشيء الذي يحترق ليضيء للآخرين؟",
    "answer": "الشمعة"
  },
  {
    "letter": "ث",
    "question": "ما هي الدولة التي عاصمتها كاتماندو؟",
    "answer": "نيبال"
  },
  {
    "letter": "ث",
    "question": "ما هو العضو المسؤول عن التنفس في جسم الإنسان؟",
    "answer": "الرئة"
  },
  {
    "letter": "ث",
    "question": "ما هو الغاز الذي يمتصه النبات في النهار؟",
    "answer": "ثاني أكسيد الكربون"
  },
  {
    "letter": "ث",
    "question": "من هو صاحب لقب 'الصدّيق'؟",
    "answer": "أبو بكر رضي الله عنه"
  },
  {
    "letter": "ث",
    "question": "ما هو المعدن الذي يستخدم في صناعة الطائرات لخفته؟",
    "answer": "الألومنيوم"
  },
  {
    "letter": "ث",
    "question": "ما هي عاصمة إثيوبيا؟",
    "answer": "أديس أبابا"
  },
  {
    "letter": "ج",
    "question": "ما هو الحيوان الذي يسمى بـ 'سفينة الصحراء'؟",
    "answer": "الجمل"
  },
  {
    "letter": "ج",
    "question": "ما هي عاصمة إندونيسيا؟",
    "answer": "جاكرتا"
  },
  {
    "letter": "ج",
    "question": "ما هو الشيء الذي له جلد وليس به دم؟",
    "answer": "الكتاب"
  },
  {
    "letter": "ج",
    "question": "من هو مكتشف الدورة الدموية الكبرى؟",
    "answer": "ويليام هارفي"
  },
  {
    "letter": "ج",
    "question": "ما هي الدولة التي تسمى بـ 'بلاد الرافدين'؟",
    "answer": "العراق"
  },
  {
    "letter": "ج",
    "question": "ما هو العضو المسؤول عن الهضم في جسم الإنسان؟",
    "answer": "المعدة"
  },
  {
    "letter": "ج",
    "question": "ما هو الاسم الذي يطلق على مجموعة من النجوم؟",
    "answer": "المجرة"
  },
  {
    "letter": "ج",
    "question": "ما هو الغاز الذي يستخدم في الطبخ؟",
    "answer": "البوتان"
  },
  {
    "letter": "ج",
    "question": "ما هي عاصمة الأردن؟",
    "answer": "عمان"
  },
  {
    "letter": "ج",
    "question": "من هو مخترع المطبعة؟",
    "answer": "يوهان غوتنبرغ"
  },
  {
    "letter": "ج",
    "question": "ما هي المادة التي يصنع منها الزجاج؟",
    "answer": "الرمل"
  },
  {
    "letter": "ج",
    "question": "ما هو الاسم الذي يطلق على صوت الرعد؟",
    "answer": "هزيم"
  },
  {
    "letter": "ج",
    "question": "ما هي الدولة التي عاصمتها الجزائر؟",
    "answer": "الجزائر"
  },
  {
    "letter": "ج",
    "question": "ما هو العضو المسؤول عن إفراز الأنسولين؟",
    "answer": "البنكرياس"
  },
  {
    "letter": "ج",
    "question": "ما هو الغاز الذي يستخدم في اللحام؟",
    "answer": "الأستيلين"
  },
  {
    "letter": "ج",
    "question": "من هو صاحب لقب 'الفاروق'؟",
    "answer": "عمر بن الخطاب رضي الله عنه"
  },
  {
    "letter": "ج",
    "question": "ما هو المعدن الذي يستخدم في البناء والقضبان؟",
    "answer": "الحديد"
  },
  {
    "letter": "ج",
    "question": "ما هي عاصمة جيبوتي؟",
    "answer": "جيبوتي"
  },
  {
    "letter": "ج",
    "question": "ما هو الشيء الذي ينبض بلا قلب في جسم الإنسان؟",
    "answer": "العرق"
  },
  {
    "letter": "ج",
    "question": "ما هي الدولة التي تشتهر بصناعة السيارات الفاخرة؟",
    "answer": "ألمانيا"
  },
  {
    "letter": "ح",
    "question": "ما هو الحيوان الذي يضرب به المثل في الوفاء؟",
    "answer": "الكلب"
  },
  {
    "letter": "ح",
    "question": "ما هي عاصمة فيتنام؟",
    "answer": "هانوي"
  },
  {
    "letter": "ح",
    "question": "ما هو الشيء الذي تذبحه وتبكي عليه؟",
    "answer": "البصل"
  },
  {
    "letter": "ح",
    "question": "من هو مكتشف الميركوسكوب؟",
    "answer": "ليفنهوك"
  },
  {
    "letter": "ح",
    "question": "ما هي الدولة التي تسمى بـ 'بلاد المسك'؟",
    "answer": "الصين"
  },
  {
    "letter": "ح",
    "question": "ما هو العضو المسؤول عن تنقية الدم في جسم الإنسان؟",
    "answer": "الكلى"
  },
  {
    "letter": "ح",
    "question": "ما هي المادة التي تفرزها الغدة الدرقية؟",
    "answer": "الثيروكسين"
  },
  {
    "letter": "ح",
    "question": "ما هو الاسم يطلق على مجموعة من الخيول؟",
    "answer": "قطيع"
  },
  {
    "letter": "ح",
    "question": "ما هو الغاز الذي يتنفسه الإنسان؟",
    "answer": "الأكسجين"
  },
  {
    "letter": "ح",
    "question": "ما هي عاصمة السنغال؟",
    "answer": "دكار"
  },
  {
    "letter": "ح",
    "question": "من هو مخترع البوصلة؟",
    "answer": "الصينيون"
  },
  {
    "letter": "ح",
    "question": "ما هو المعدن الذي يوجد بكثرة في قشرة الأرض؟",
    "answer": "الألومنيوم"
  },
  {
    "letter": "ح",
    "question": "ما هو الاسم الذي يطلق على صوت الحصان؟",
    "answer": "صهيل"
  },
  {
    "letter": "ح",
    "question": "ما هي الدولة التي عاصمتها كوالالمبور؟",
    "answer": "ماليزيا"
  },
  {
    "letter": "ح",
    "question": "ما هو العضو المسؤول عن الكلام في جسم الإنسان؟",
    "answer": "الحنجرة"
  },
  {
    "letter": "ح",
    "question": "ما هو الغاز الذي يستخدم في نفخ البالونات؟",
    "answer": "الهيدروجين"
  },
  {
    "letter": "ح",
    "question": "من هو صاحب لقب 'أسد الله'؟",
    "answer": "حمزة بن عبد المطلب رضي الله عنه"
  },
  {
    "letter": "ح",
    "question": "ما هو المعدن الذي يستخدم في صناعة الأسلاك الكهربائية؟",
    "answer": "النحاس"
  },
  {
    "letter": "ح",
    "question": "ما هي عاصمة السودان؟",
    "answer": "الخرطوم"
  },
  {
    "letter": "ح",
    "question": "ما هو الشيء الذي نراه في الظلام؟",
    "answer": "الحلم"
  },
  {
    "letter": "خ",
    "question": "ما هو الحيوان الذي يلقب بـ 'مخرب السفن'؟",
    "answer": "القنفذ البحري"
  },
  {
    "letter": "خ",
    "question": "ما هي عاصمة السودان؟",
    "answer": "الخرطوم"
  },
  {
    "letter": "خ",
    "question": "ما هو الشيء الذي له أرجل ولا يمشي؟",
    "answer": "الكرسي"
  },
  {
    "letter": "خ",
    "question": "من هو مكتشف القارة الأمريكية؟",
    "answer": "كريستوفر كولومبوس"
  },
  {
    "letter": "خ",
    "question": "ما هي الدولة التي عاصمتها المنامة؟",
    "answer": "البحرين"
  },
  {
    "letter": "خ",
    "question": "ما هو العضو المسؤول عن التفكير في جسم الإنسان؟",
    "answer": "الدماغ"
  },
  {
    "letter": "خ",
    "question": "ما هي المادة التي تعطي العظم صلابته؟",
    "answer": "الكالسيوم"
  },
  {
    "letter": "خ",
    "question": "ما هو الاسم يطلق على مجموعة من الطيور؟",
    "answer": "سرب"
  },
  {
    "letter": "خ",
    "question": "ما هو الغاز الذي يخرج من فم الإنسان عند الزفير؟",
    "answer": "ثاني أكسيد الكربون"
  },
  {
    "letter": "خ",
    "question": "ما هي عاصمة تايوان؟",
    "answer": "تايبيه"
  },
  {
    "letter": "خ",
    "question": "من هو مخترع التلغراف؟",
    "answer": "صمويل مورس"
  },
  {
    "letter": "خ",
    "question": "ما هو المعدن الذي يستخدم في صناعة السيارات؟",
    "answer": "الحديد"
  },
  {
    "letter": "خ",
    "question": "ما هو الاسم الذي يطلق على صوت الأسد؟",
    "answer": "زئير"
  },
  {
    "letter": "خ",
    "answer": "اليمن",
    "question": "ما هي الدولة التي عاصمتها صنعاء؟"
  },
  {
    "letter": "خ",
    "question": "ما هو العضو المسؤول عن البول في جسم الإنسان؟",
    "answer": "المثانة"
  },
  {
    "letter": "خ",
    "question": "ما هو الغاز الذي يستخدم في صناعة الثلج الجاف؟",
    "answer": "ثاني أكسيد الكربون"
  },
  {
    "letter": "خ",
    "question": "من هو صاحب لقب 'ذو النورين'؟",
    "answer": "عثمان بن عفان رضي الله عنه"
  },
  {
    "letter": "خ",
    "question": "ما هو المعدن الذي يستخدم في صناعة الأواني؟",
    "answer": "الفولاذ"
  },
  {
    "letter": "خ",
    "question": "ما هي عاصمة الصومال؟",
    "answer": "مقديشو"
  },
  {
    "letter": "خ",
    "question": "ما هو الشيء الذي يحمل الماء ولا يبتل؟",
    "answer": "الأنبوب"
  },
  {
    "letter": "د",
    "question": "ما هو الحيوان الذي يعيش في البحر ويتميز بذكائه؟",
    "answer": "الدلفين"
  },
  {
    "letter": "د",
    "question": "ما هي عاصمة سوريا؟",
    "answer": "دمشق"
  },
  {
    "letter": "د",
    "question": "ما هو الشيء الذي يدور حول البيت ولكن لا يدخل فيه؟",
    "answer": "الجدار"
  },
  {
    "letter": "د",
    "question": "من هو مكتشف الفيروسات؟",
    "answer": "إيفانوفسكي"
  },
  {
    "letter": "د",
    "question": "ما هي الدولة التي عاصمتها كوبنهاغن؟",
    "answer": "الدنمارك"
  },
  {
    "letter": "د",
    "question": "ما هو العضو المسؤول عن الحركة في جسم الإنسان؟",
    "answer": "العضلات"
  },
  {
    "letter": "د",
    "question": "ما هي المادة التي تعطي الدم لونه الأحمر؟",
    "answer": "الهيموجلوبين"
  },
  {
    "letter": "د",
    "question": "ما هو اسم العملية التي يقوم بها القلب لضخ الدم؟",
    "answer": "النبض"
  },
  {
    "letter": "د",
    "question": "ما هو الغاز الذي يستخدم في صناعة المشروبات الغازية؟",
    "answer": "ثاني أكسيد الكربون"
  },
  {
    "letter": "د",
    "question": "ما هي عاصمة النرويج؟",
    "answer": "أوسلو"
  },
  {
    "letter": "د",
    "question": "من هو مخترع الراديو؟",
    "answer": "ماركوني"
  },
  {
    "letter": "د",
    "question": "ما هو المعدن الذي يستخدم في صناعة المغناطيس؟",
    "answer": "النيكل"
  },
  {
    "letter": "د",
    "question": "ما هو الاسم الذي يطلق على صوت العصفور؟",
    "answer": "زقزقة"
  },
  {
    "letter": "د",
    "question": "ما هي الدولة التي عاصمتها دكا؟",
    "answer": "بنغلاديش"
  },
  {
    "letter": "د",
    "question": "ما هو العضو المسؤول عن الحفظ والذاكرة؟",
    "answer": "الدماغ"
  },
  {
    "letter": "د",
    "question": "ما هو الغاز الذي يخرج عند احتراق الخشب؟",
    "answer": "ثاني أكسيد الكربون"
  },
  {
    "letter": "د",
    "question": "من هو صاحب لقب 'فدائي الإسلام'؟",
    "answer": "علي بن أبي طالب رضي الله عنه"
  },
  {
    "letter": "د",
    "question": "ما هو المعدن الذي يستخدم في صناعة الساعات؟",
    "answer": "الكوارتز"
  },
  {
    "letter": "د",
    "question": "ما هي عاصمة فنلندا؟",
    "answer": "هلسنكي"
  },
  {
    "letter": "د",
    "question": "ما هو الشيء الذي له أسنان ولا يعض؟",
    "answer": "المشط"
  },
  {
    "letter": "ذ",
    "question": "ما هي الحالة النفسية التي تنتج عن الصدمة والمفاجأة الشديدة؟",
    "answer": "ذهول"
  },
  {
    "letter": "ذ",
    "question": "ماذا تسمى حالة انحلال المادة داخل السائل، وتأتي بمعنى سيلان المادة بعد جمودها؟",
    "answer": "ذوبان"
  },
  {
    "letter": "ذ",
    "question": "ماذا يسمى العدد من الإبل من ثلاثة إلى عشرة؟",
    "answer": "ذود"
  },
  {
    "letter": "ذ",
    "question": "عبادة تقوم على تسبيح الله وتحميده وترديد أسمائه",
    "answer": "الذِكر"
  },
  {
    "letter": "ذ",
    "question": "ما هو لقب سيدنا يونس عليه السلام؟",
    "answer": "ذو النون"
  },
  {
    "letter": "ذ",
    "question": "ماهي أول معركة بحرية كبرى في التاريخ الإسلامي ضد الإمبراطورية البيزنطية، وانتهت بانتصار ساحق للمسلمين؟",
    "answer": "ذات الصواري"
  },
  {
    "letter": "ذ",
    "question": "ما هو فرع علوم الحاسوب الذي يهتم بمحاكاة السلوك الذكي للإنسان؟",
    "answer": "الذكاء الاصطناعي"
  },
  {
    "letter": "ذ",
    "question": "حالة من الشرود والحيرة والاضطراب الذهني المؤقت ناتجة عن صدمة تؤدي إلى عدم القدرة على التركيز",
    "answer": "ذهول"
  },
  {
    "letter": "ذ",
    "question": "شخصية ذكرت في القرآن الكريم ضمن الأنبياء والصابرين والأخيار وقد اختلف المفسرون في كونه نبياً مرسلاً أو رجلاً صالحاً",
    "answer": "ذو الكفل"
  },
  {
    "letter": "ذ",
    "question": "حيوان مفترس يعيش في البرية ويشتهر بالعيش في جماعات ويضرب به المثل بالشجاعة",
    "answer": "ذئب"
  },
  {
    "letter": "ذ",
    "question": "ما الجزء الذي يوجد في جسم بعض الحيوانات ويستخدم للتوازن أو الدفاع؟",
    "answer": "ذيل"
  },
  {
    "letter": "ذ",
    "question": "حشرة ترى العالم ببطئ شديد وتمتاز بقدرة بصرية مذهلة وتتذوق الطعام بأرجلها",
    "answer": "الذباب"
  },
  {
    "letter": "ذ",
    "question": "ما هو المصطلح الاقتصادي الذي يُطلق على النفط لأهميته الاقتصادية؟",
    "answer": "الذهب الأسود"
  },
  {
    "letter": "ذ",
    "question": "حالة من الخوف الشديد أو الرعب المفاجئ",
    "answer": "ذُعر"
  },
  {
    "letter": "ذ",
    "question": "ما المصطلح الذي يُستخدم للدلالة على المسألة التي ظاهرها الإباحة ويتوصل بها إلى فعل المحظور؟",
    "answer": "ذرائع"
  },
  {
    "letter": "ذ",
    "question": "القدرة على فهم الآخرين وقراءة إشاراتهم اللفظية وغير اللفظية والتعامل معهم حسب اختلافاتهم",
    "answer": "الذكاء الاجتماعي"
  },
  {
    "letter": "ذ",
    "question": "مناسبة سنوية لإحياء حدث أو تاريخ مهم؟",
    "answer": "ذكرى"
  },
  {
    "letter": "ذ",
    "question": "ما المصطلح الذي يُستخدم للدلالة على أعلى نقطة في الشيء أو أعلى مرحلة في حدثٍ ما؟",
    "answer": "ذروة"
  },
  {
    "letter": "ذ",
    "question": "من هو الملك العادل الّذي بنى سدًّا من الحديد والنحاس بين جبلين لرد فساد يأجوج ومأجوج؟",
    "answer": "ذو القرنين"
  },
  {
    "letter": "ذ",
    "question": "كلمة بمعنى انتشر وشاع الخبر",
    "answer": "ذاع"
  },
  {
    "letter": "ر",
    "question": "ماذا يسمى الصمام الذي يسمح بمرور الماء في اتجاه واحد فقط ويمنع رجوعه؟",
    "answer": "الرداد"
  },
  {
    "letter": "ر",
    "question": "ماهي أكبر دولة في العالم من حيث المساحة؟",
    "answer": "روسيا"
  },
  {
    "letter": "ر",
    "question": "ماهو الطائر الأسطوري هائل الحجم وقد ورد ذكره في رحلات السندباد البحري في كتاب ألف ليلة وليلة",
    "answer": "الرخ"
  },
  {
    "letter": "ر",
    "question": "ما الكلمة التي تُوصف بها المادة أو الشيء الخفيف النحيف أو الإنسان اللطيف الطباع؟",
    "answer": "رقيق"
  },
  {
    "letter": "ر",
    "question": "ما هو المال أو المنفعة التي تُقدم للحصول على مصلحة غير مشروعة؟",
    "answer": "رشوة"
  },
  {
    "letter": "ر",
    "question": "ما الكلمة التي تُستخدم للدلالة على الزاوية أو الجزء الثابت من البناء أو الشيء؟",
    "answer": "ركن"
  },
  {
    "letter": "ر",
    "question": "كلمة تعني سعة العيش و الرفاهية و حسن الحال",
    "answer": "رخاء"
  },
  {
    "letter": "ر",
    "question": "ماذا تسمى خدمة الحجاج وإطعامهم؟",
    "answer": "الرفادة"
  },
  {
    "letter": "ر",
    "question": "صحابية جليلة تُعد أول ممرضة وطبيبة في الإسلام، اشتهرت بمهارتها في الطب وأنشأت أول مستشفى ميداني",
    "answer": "رفيدة الأسلمية (رضي الله عنها)"
  },
  {
    "letter": "ر",
    "question": "العضو الرئيسي في الجسم المسؤول عن إدخال الأكسجين إلى الدم والتخلص من ثاني أكسيد الكربون",
    "answer": "الرئة"
  },
  {
    "letter": "ر",
    "question": "من هي ابنة النبي صلى الله عليه وسلم التي تزوجها عثمان بن عفان وتوفيت يوم معركة بدر؟",
    "answer": "رقية"
  },
  {
    "letter": "ر",
    "question": "مصطلح باللغة ويعني الأساس أو الدعامة أو العمود الذي يستند عليه الشيء",
    "answer": "ركيزة"
  },
  {
    "letter": "ر",
    "question": "ماذا تسمى الأنهار الفرعية التي تصب في نهر رئيسي وتزيده بالمياه؟",
    "answer": "روافد"
  },
  {
    "letter": "ر",
    "question": "ما يُطلق على الطفل خلال أول سنة من عمره؟",
    "answer": "رضيع"
  },
  {
    "letter": "ر",
    "question": "من هو اللّاعب الّذي لعب للهلال والاتحاد وسجّل هدفًا ضدهما؟",
    "answer": "ريفاس"
  },
  {
    "letter": "ر",
    "question": "صحابية جليلة من بني النجار، من المبايعات، كانت تغزو مع النبي ﷺ وتسقي الماء وتداوي الجرحى",
    "answer": "الربيع بنت معوذ (رضي الله عنها)"
  },
  {
    "letter": "ر",
    "question": "ما هو الحكم الشرعي الاستثنائي الذي يخفف عن المكلف في حالات العذر؟",
    "answer": "الرخصة"
  },
  {
    "letter": "ر",
    "question": "من هو القائد الفارسي الذي واجه المسلمين في معركة القادسية وهُزم وقُتل فيها؟",
    "answer": "رستم"
  },
  {
    "letter": "ر",
    "question": "ماهو المصطلح الإسلامي الّذي يشير إلى فعل الشخص للعبادة من أجل أن يراه الناس؟",
    "answer": "الرياء"
  },
  {
    "letter": "ر",
    "question": "ما هو الحيوان الثديي المعروف بقناعه السوداء حول عينيه وبراعته في استخدام يديه؟",
    "answer": "الراكون"
  },
  {
    "letter": "ز",
    "question": "ما اسم امرأة عزيز مصر التي راودت يوسف عليه السلام عن نفسه؟",
    "answer": "زليخة"
  },
  {
    "letter": "ز",
    "question": "ما اسم المرض العصبي الذي يُسبب تدهورًا تدريجيًا في الذاكرة والوظائف العقلية؟",
    "answer": "زهايمر"
  },
  {
    "letter": "ز",
    "question": "رغوة بيضاء تتكون على سطح مياه البحر والشواطئ نتيجة اختلاط مياه البحر بالأملاح",
    "answer": "زَبد البحر"
  },
  {
    "letter": "ز",
    "question": "ما اسم المعركة الّتي انتصر فيه جيوش السلطان يوسف بن تاشفين انتصارًا عظيمًا مما أنقذ الوجود الإسلامي في الأندلس؟",
    "answer": "الزلاقة"
  },
  {
    "letter": "ز",
    "question": "اسم يطلق على الدوامة والإعصار",
    "answer": "زوبعة"
  },
  {
    "letter": "ز",
    "question": "ما هو المفهوم الذي شغل الفلاسفة منذ القدم، ويُناقش كظاهرة نفسية وميتافيزيقية مرتبطة بالتغير والحركة؟",
    "answer": "زمن"
  },
  {
    "letter": "ز",
    "question": "صحابي جليل، كاتب الوحي، وجامع القرآن في عهد أبي بكر، وهو الذي تولى كتابة المصحف في عهد عثمان",
    "answer": "زيد بن ثابت (رضي الله عنه)"
  },
  {
    "letter": "ز",
    "question": "رجل في الجاهلية كان حنيفًا على ملة إبراهيم، وقال عنه النبي صلى الله عليه وسلم: إنه يُبعث يوم القيامة أمةً وحده",
    "answer": "زيد بن عمرو بن نفيل"
  },
  {
    "letter": "ز",
    "question": "احتفال يعتبر عرف اجتماعي لتوثيق الاقتران بين الزوجين، وتتعدد مظاهره وتفاصيله حسب العادات والتقاليد",
    "answer": "زفاف"
  },
  {
    "letter": "ز",
    "question": "مادة دهنية تستخرج من الحليب وتُتنج عن طريق خض اللبن المتخمر",
    "answer": "زبدة"
  },
  {
    "letter": "ز",
    "question": "ما يسمى العدد الذي يقبل القسمة على 2 بدون كسور؟",
    "answer": "زوجي"
  },
  {
    "letter": "ز",
    "question": "ما الظاهرة الطبيعية التي تنتج عن حركة الصفائح الأرضية وتُسبب اهتزاز سطح الأرض؟",
    "answer": "زلزال"
  },
  {
    "letter": "ز",
    "question": "في عالم الألعاب يعتبر خصما قويا يتطلب هزيمته استراتيجية ومهارة عالية وغالبًا يأتي في نهاية المرحلة",
    "answer": "زعيم"
  },
  {
    "letter": "ز",
    "question": "ما الفن الذي يعتمد على التكرار الهندسي والنباتي للزينة، ويُستخدم بكثرة في العمارة الإسلامية؟",
    "answer": "زخرفة"
  },
  {
    "letter": "ز",
    "question": "ما هي الحالة التي تتسم بالكبر والفخر والإعجاب بالنفس؟",
    "answer": "زهو"
  },
  {
    "letter": "ز",
    "question": "عملية جراحية متقدمة لاستنبات أعضاء بشرية عن طريق استبدال العضو التالف بآخر سليم",
    "answer": "زراعة الأعضاء"
  },
  {
    "letter": "ز",
    "question": "ماهو المعدن الوحيد الذي يوجد في حالة سائلة عند درجة حرارة الغرفة القياسية، ويتميز بلونه الفضي؟",
    "answer": "الزئبق"
  },
  {
    "letter": "ز",
    "question": "من هو حواري الرسول صلى الله عليه وسلم وابن عمته وأحد العشرة المبشرين بالجنة؟",
    "answer": "الزبير بن العوام (رضي الله عنه)"
  },
  {
    "letter": "ز",
    "question": "ما هي المعركة التي انتصر فيها المرابطون في الأندلس بقيادة يوسف بن تاشفين على ألفونسو السادس؟",
    "answer": "الزلاقة"
  },
  {
    "letter": "ز",
    "question": "كلمة تعني المنع أو النهي بشدة، ويُستخدم أيضًا بمعنى التوبيخ أو الصياح للردع",
    "answer": "زجر"
  },
  {
    "letter": "س",
    "question": "نبات يٌستخرج من حبه الصغير زيت السيرج",
    "answer": "السمسم"
  },
  {
    "letter": "س",
    "question": "ما هو المصطلح الاقتصادي الذي يشير إلى القدرة على توفير الأموال بكلفة معقولة لمواجهة الالتزامات عند تحققها؟",
    "answer": "سيولة"
  },
  {
    "letter": "س",
    "question": "ما اسم المملكة اليمنية القديمة التي حكمتها بلقيس وذُكرت في القرآن الكريم؟",
    "answer": "سبأ"
  },
  {
    "letter": "س",
    "question": "من هو الصحابي الّذي وعده الرسول بسواري كسرى وقد تحقق له ذلك بعد سقوط كسرى؟",
    "answer": "سراقة بن مالك"
  },
  {
    "letter": "س",
    "question": "من أول من رمى سهمًا في سبيل الله؟",
    "answer": "سعد بن أبي وقاص"
  },
  {
    "letter": "س",
    "question": "ما نوع التضاريس المنبسطة التي تتميز بارتفاع منخفض وتربة خصبة؟",
    "answer": "سهول"
  },
  {
    "letter": "س",
    "question": "ما المقدار الفيزيائي الذي يقاس بوحدة متر في الثانية؟",
    "answer": "السرعة"
  },
  {
    "letter": "س",
    "question": "ما هو مصدر التشريع الإسلامي الثاني بعد القرآن الكريم؟",
    "answer": "السنة"
  },
  {
    "letter": "س",
    "question": "ما هو اللقب الذي كان يُطلق على حاكم الدولة العثمانية؟",
    "answer": "سلطان"
  },
  {
    "letter": "س",
    "question": "ما العنصر الكيميائي الأساسي في صناعة الرقائق الإلكترونية؟",
    "answer": "سيليكون"
  },
  {
    "letter": "س",
    "question": "ماهي الدولة التي تمتلك أكبر عدد من الجزر في العالم؟",
    "answer": "السويد"
  },
  {
    "letter": "س",
    "question": "ممثل دولته لدى حكومة دولة أخرى وهو أعلى رتبة دبلوماسية معتمدة",
    "answer": "السفير"
  },
  {
    "letter": "س",
    "question": "ماهي أعلى قمة جبلية في المملكة العربية السعودية؟",
    "answer": "جبل السودة"
  },
  {
    "letter": "س",
    "question": "ما مصطلح فن إدارة شؤون الدولة والمجتمع؟",
    "answer": "سياسة"
  },
  {
    "letter": "س",
    "question": "ما إسم أقدم حضارة معروفة في بلاد الرافدين؟",
    "answer": "السومرية"
  },
  {
    "letter": "س",
    "question": "ماذا يُطلق على الخليط الّذي يتكوّن من صهر معدنين أو أكثر معًا؟",
    "answer": "سبيكة"
  },
  {
    "letter": "س",
    "question": "ما اسم الاتحاد الذي ضم 15 جمهورية وانهار في عام 1991؟",
    "answer": "الاتحاد السوفييتي"
  },
  {
    "letter": "س",
    "question": "ما المصطلح الذي يُستخدم لوصف أسلوب نقل الأحداث في الروايات أو القصص؟",
    "answer": "سرد"
  },
  {
    "letter": "س",
    "question": "من هو الصحابي الجليل الذي أشار بفكرة حفر الخندق يوم الأحزاب؟",
    "answer": "سلمان الفارسي (رضي الله عنه)"
  },
  {
    "letter": "س",
    "question": "ما اسم البيئة الطبيعية المنتشرة في أفريقيا والتي تتميز بأشجار متناثرة وأعشاب طويلة؟",
    "answer": "سافانا"
  },
  {
    "letter": "ش",
    "question": "ما الاسم الذي يُطلق على الجزء الذي يُفصل عن الأصل وله خصائص مشابهة؟",
    "answer": "شق"
  },
  {
    "letter": "ش",
    "question": "ماهو الوعاء الدموي الذي ينقل الدم من القلب إلى أجزاء الجسم؟",
    "answer": "الشريان"
  },
  {
    "letter": "ش",
    "question": "ما الاسم الذي يطلق على قطعة صغيرة وحادة تنفصل عن جسم أكبر نتيجة كسر أو انفجار؟",
    "answer": "شظية"
  },
  {
    "letter": "ش",
    "question": "ماذا يسمى التقلص اللا إرادي والمفاجئ في العضلة نتيجة الإجهاد؟",
    "answer": "شد عضلي"
  },
  {
    "letter": "ش",
    "question": "ظاهرة طبيعية تحدث مع التقدم في العمر، يقل فيها إنتاج صبغة الميلانين في بصيلات الشعر، فيتحول لونها إلى الأبيض",
    "answer": "الشيب"
  },
  {
    "letter": "ش",
    "question": "غشاء واقٍ من خيوط دقيقة، تنسجه بعض الحيوانات لتحتمي به في طور من أطوار حياتها",
    "answer": "شرنقة"
  },
  {
    "letter": "ش",
    "question": "ما الرمز البصري أو العبارة الموجزة التي تمثل هوية أو رسالة منظمة أو حملة أو منتج؟",
    "answer": "شعار"
  },
  {
    "letter": "ش",
    "question": "من هو الرئيس الثالث لجمهورية الجزائر الشقيقة؟",
    "answer": "الشاذلي بن جديد"
  },
  {
    "letter": "ش",
    "question": "مدينة إنجليزية تضم أقدم نادي في تاريخ كرة القدم",
    "answer": "شيفيلد"
  },
  {
    "letter": "ش",
    "question": "ماذا يُسمى القماش الكبير الذي يستغل قوة الرياح لدفع السفينة؟",
    "answer": "الشراع"
  },
  {
    "letter": "ش",
    "question": "ما المصطلح الذي يطلق على مجموعة القوانين والأحكام المستمدة من القرآن والسنة؟",
    "answer": "شريعة"
  },
  {
    "letter": "ش",
    "question": "كلمة تطلق على المكان الخالي والمتاح",
    "answer": "شاغر"
  },
  {
    "letter": "ش",
    "question": "ما اسم التكوينات الصخرية أو المرجانية التي ترتفع من قاع البحر وتقترب من السطح وتشكل خطراً ملاحياً؟",
    "answer": "شعب"
  },
  {
    "letter": "ش",
    "question": "وصف للشخص شديد الحب والإعجاب والولع بشيء ما",
    "answer": "شغوف"
  },
  {
    "letter": "ش",
    "question": "ما اسم الطبقة الحساسة للضوء في مؤخرة العين التي تحول الضوء إلى إشارات عصبية؟",
    "answer": "شبكية"
  },
  {
    "letter": "ش",
    "question": "التوسط للغير لجلب منفعة أو دفع مضرة",
    "answer": "الشفاعة"
  },
  {
    "letter": "ش",
    "question": "ماذا يسمى من يكون حاضرًا ولكن مستغرق بالتفكير ولا ينتبه لما حوله؟",
    "answer": "شارد الذهن"
  },
  {
    "letter": "ش",
    "question": "ما المصطلح الفيزيائي الذي يعبر عن كمية الكهرباء التي يحملها جسم ما؟",
    "answer": "شحنة"
  },
  {
    "letter": "ش",
    "question": "محافظة سعودية تلقب بعروس الربع الخالي",
    "answer": "شرورة"
  },
  {
    "letter": "ش",
    "question": "ماذا يسمى الجرح الذي يحدث في الرأس أو الوجه؟",
    "answer": "الشج"
  },
  {
    "letter": "ص",
    "question": "قالوا في الأمثال: الثوب مايرجع جديد والعدو مايرجع ....",
    "answer": "صديق"
  },
  {
    "letter": "ص",
    "question": "الاسم الذي يطلق على الألواح الضخمة التي تتكون منها القشرة الأرضية وتتحرك باستمرار؟",
    "answer": "صفائح"
  },
  {
    "letter": "ص",
    "question": "ماذا يسمى صوت الحصان؟",
    "answer": "صهيل"
  },
  {
    "letter": "ص",
    "question": "ما هو الشيء الذي يكسر إذا قلناه؟",
    "answer": "الصمت"
  },
  {
    "letter": "ص",
    "question": "وصف للجلبة والضجيج واختلاط الأصوات المرتفعة",
    "answer": "صخب"
  },
  {
    "letter": "ص",
    "question": "ماذا يطلق على من عاش في زمن النبي صلى الله عليه وسلم وآمن به ورافقه؟",
    "answer": "صحابي"
  },
  {
    "letter": "ص",
    "question": "إمساك عن ما يدخل الجوف، وهو في اللغة مطلق الإمساك، وفي الشرع مخصوص بنية التعبد لله",
    "answer": "الصيام"
  },
  {
    "letter": "ص",
    "question": "هي قذيفة عرفها الصينيون منذ القرن الثالث عشر واستخدموها في الأفراح والأعياد وإرهاب العدو",
    "answer": "الصاروخ"
  },
  {
    "letter": "ص",
    "question": "ماذا يسمى النصف الأول من بيت الشِعر؟",
    "answer": "الصدر"
  },
  {
    "letter": "ص",
    "question": "ماذا يسمى صوت الديك؟",
    "answer": "صياح"
  },
  {
    "letter": "ص",
    "question": "بماذا كانت قريش تلقب النبي صلى الله عليه وسلم قبل البعثة؟",
    "answer": "الصادق الأمين"
  },
  {
    "letter": "ص",
    "question": "لاعب سعودي لعب لكلٍ من الهلال والأهلي والاتحاد؟",
    "answer": "صالح الشهري"
  },
  {
    "letter": "ص",
    "question": "صحابية جليلة اشتهرت بشجاعتها وفروسيتها وشِعرها، وكانت أول امرأة تقتل رجلاً من المشركين (يهودياً) دفاعاً عن نساء المسلمين",
    "answer": "صفية بنت عبد المطلب (رضي الله عنه)"
  },
  {
    "letter": "ص",
    "question": "المنطقة الصحراوية الواسعة شمال شرق شبه الجزيرة العربية، يقع جزء كبير منها في السعودية؟",
    "answer": "الصمان"
  },
  {
    "letter": "ص",
    "question": "ما الوثائق التي كانت تبيعها الكنيسة في العصور الوسطى بدعوى تخفيف العقاب عن الخطايا؟",
    "answer": "صكوك الغفران"
  },
  {
    "letter": "ص",
    "question": "خاصية فيزيائية تعبر عن مقاومة المادة للخدش ويُستخدم لتقديرها مقياس موهس",
    "answer": "الصلادة"
  },
  {
    "letter": "ص",
    "question": "ما معنى كلمة العهن الّتي ذُكرت في سورة القارعة؟",
    "answer": "الصوف"
  },
  {
    "letter": "ص",
    "question": "مانوع الحديث الذي استوفى أعلى شروط القبول من حيث السند والمتن؟",
    "answer": "صحيح"
  },
  {
    "letter": "ص",
    "question": "ما الوثيقة المكتوبة التي تثبت معاملة مالية أو عقار أو حق معين؟",
    "answer": "صك"
  },
  {
    "letter": "ص",
    "question": "ما الكلمة التي تعني النقاء وخلوّ الشيء من الشوائب؟",
    "answer": "صفاء"
  },
  {
    "letter": "ض",
    "question": "ما اسم النادي السعودي لكرة القدم الذي يتخذ من مدينة خميس مشيط مقراً له ويلقب بـ 'فارس الجنوب'؟",
    "answer": "ضمك"
  },
  {
    "letter": "ض",
    "question": "كلمة تصف الماء القليل القريب من القاع، وتصف كل شيء سطحي ليس له عمق",
    "answer": "ضحل"
  },
  {
    "letter": "ض",
    "question": "ما المصطلح الجغرافي الذي يُطلق على الأرض المجاورة للنهر أو البحيرة؟",
    "answer": "ضفة"
  },
  {
    "letter": "ض",
    "question": "قطعة من القماش أو الشاش تُربط حول العضو الجريح أو المكسور",
    "answer": "ضماد"
  },
  {
    "letter": "ض",
    "question": "كلمة بمعنى خلاف الشيء وعكسه",
    "answer": "ضد"
  },
  {
    "letter": "ض",
    "question": "ما المصطلح الذي يُطلق على الأصوات المزعجة والمشوشة الناتجة عن غير البشر؟",
    "answer": "ضوضاء"
  },
  {
    "letter": "ض",
    "question": "مالكلمة الّتي وردت في القرآن الكريم وتأتي بمعنى \"ظالمة أو جائرة\"",
    "answer": "ضيزى"
  },
  {
    "letter": "ض",
    "question": "ماذا تسمى العملية الحسابية التي تمثل جمع متكرر؟",
    "answer": "الضرب"
  },
  {
    "letter": "ض",
    "question": "وصف للنور الواضح والقوي ويستخدم مجازاً لوصف البيان والوضوح",
    "answer": "ضياء"
  },
  {
    "letter": "ض",
    "question": "حيوان صحراوي مهدد بالإنقراض يتميز بجسد غليظ وذيل شوكي قوي يستخدمه للدفاع عن نفسه ويعيش في الجحور",
    "answer": "الضب"
  },
  {
    "letter": "ض",
    "question": "ما هو الوصف القرآني للانحراف عن طريق الحق والهدى؟",
    "answer": "ضلال"
  },
  {
    "letter": "ض",
    "question": "ردة فعل طبيعية للإنسان على المواقف الطريفة وهو شكل من أشكال التعبير عن التسلية والمرح",
    "answer": "الضحك"
  },
  {
    "letter": "ض",
    "question": "ماذا يسمى تورط شخص أو جهة ما في عمل غير قانوني أو مؤامرة؟",
    "answer": "ضلوع"
  },
  {
    "letter": "ض",
    "question": "ماذا تسمى حالة شعور الإنسان بأنه تائه بلا هدف أو وجهة؟",
    "answer": "ضياع"
  },
  {
    "letter": "ض",
    "question": "ما اسم المسجد الذي أمر النبي بهدمه لكونه بني نفاقًا وتفريقًا بين المؤمنين؟",
    "answer": "الضرار"
  },
  {
    "letter": "ض",
    "question": "مبلغ مالي تتقاضاه الدولة من الأفراد والمؤسسات بهدف تمويل النفقات العامة",
    "answer": "الضريبة"
  },
  {
    "letter": "ض",
    "question": "عظم منحنٍ ومسطح يشكل جزءًا من القفص الصدري لحماية القلب والرئتين ويساهم في عملية التنفس",
    "answer": "ضلع"
  },
  {
    "letter": "ض",
    "question": "من أسماء الأسد في اللغة العربية",
    "answer": "ضرغام"
  },
  {
    "letter": "ض",
    "question": "ماذا يسمى أول النهار عند ارتفاع الشمس وانتشار ضوئها بعد الشروق؟",
    "answer": "ضحى"
  },
  {
    "letter": "ض",
    "question": "محافظة سعودية تقع على ساحل البحر الأحمر اشتهرت قديما بكونها ميناء آمن لسفن التجارة والصيد",
    "answer": "ضباء"
  },
  {
    "letter": "ط",
    "question": "ماهي العبادة التي كان يفعلها الناس منذ سيدنا إبراهيم عليه السلام ويستحب فيها الدعاء وذكر الله؟",
    "answer": "الطواف"
  },
  {
    "letter": "ط",
    "question": "هو أبغض الحلال عند الله",
    "answer": "الطلاق"
  },
  {
    "letter": "ط",
    "question": "ما المصطلح البيولوجي الذي يصف كائناً حياً يعيش داخل كائن حي آخر ويستمد منه غذاءه، ويسبب له الضرر؟",
    "answer": "طفيليات"
  },
  {
    "letter": "ط",
    "question": "ما الاسم الثنائي لمهاجم سعودي لعب للنادي الأهلي والنصر والاتحاد؟",
    "answer": "طلال المشعل"
  },
  {
    "letter": "ط",
    "question": "اسم يطلق على كل ماعُبد من دون الله وهو راضٍ بذلك",
    "answer": "الطاغوت"
  },
  {
    "letter": "ط",
    "question": "من هو الصحابي الجليل، أحد العشرة المبشرين بالجنة، والذي اشتُهر ببذله وصدقه؟",
    "answer": "طلحة بن عبيد الله"
  },
  {
    "letter": "ط",
    "question": "هي عملية تحويل حبوب القمح والذرة إلى دقيق",
    "answer": "الطحن"
  },
  {
    "letter": "ط",
    "question": "أكمل المقولة الشعبية: عنز ولو .........",
    "answer": "طارت"
  },
  {
    "letter": "ط",
    "question": "ما الكلمة التي تعبر عن حالة غير متوقعة وتتطلب حلًا سريعًا؟",
    "answer": "طارئة"
  },
  {
    "letter": "ط",
    "question": "صحابي جليل صاحب القصة الشهيرة في وضع القطن في أذنيه لئلا يسمع القرآن، لكنه سمع القرآن فأسلم",
    "answer": "الطفيل بن عمرو الدوسي (رضي الله عنه)"
  },
  {
    "letter": "ط",
    "question": "ما الكلمة القرآنية التي تصف شجرة في الجنة أو مقاماً حسناً؟",
    "answer": "طوبى"
  },
  {
    "letter": "ط",
    "question": "ماذا تسمى الحكاية الخفيفة التي تهدف إلى إضحاك الناس؟",
    "answer": "طرفة"
  },
  {
    "letter": "ط",
    "question": "ما هي السمة الشخصية التي تدفع الفرد للسعي بقوة نحو تحقيق أهداف عالية أو منزلة رفيعة؟",
    "answer": "طموح"
  },
  {
    "letter": "ط",
    "question": "ما المصطلح الذي يصف الكائنات الحية النباتية البسيطة، وغالباً مائية، تقوم بالبناء الضوئي؟",
    "answer": "طحالب"
  },
  {
    "letter": "ط",
    "question": "ماهي المحافظة الّتي يقام فيها سنويًا مهرجان ولي العهد للهجن؟",
    "answer": "الطائف"
  },
  {
    "letter": "ط",
    "question": "أكمل المثل الشعبي: كلٍ يرى الناس بعين .........",
    "answer": "طبعه"
  },
  {
    "letter": "ط",
    "question": "ماهو التعصب والولاء بشكل مفرط لجماعة معينة بناءً على روابط عقدية مما يؤدي إلى الانقسام داخل المجتمع الواحد؟",
    "answer": "الطائفية"
  },
  {
    "letter": "ط",
    "question": "ما اسم الملك الذي ورد ذكره في القرآن واختاره الله لبني إسرائيل رغم اعتراضهم على فقره؟",
    "answer": "طالوت"
  },
  {
    "letter": "ط",
    "question": "ما المصطلح العسكري الذي يشير إلى القوات التي تتقدم في مقدمة الجيش لاستكشاف العدو وتأمين الطريق؟",
    "answer": "طلائع"
  },
  {
    "letter": "ط",
    "question": "ماهو الّذي لا يفنى ولا يستحدث من العدم ويمكن تحويله من شكل إلى آخر؟",
    "answer": "الطاقة"
  },
  {
    "letter": "ظ",
    "question": "ما اسم المحافظة العُمانية الجنوبية المشهورة بأشجار اللبان؟",
    "answer": "ظفار"
  },
  {
    "letter": "ظ",
    "question": "في العصور الوسطى وخاصة في الموروث العربي كان يطلق على بحر المحيط الأطلسي باسم آخر فما هو؟",
    "answer": "الظلمات"
  },
  {
    "letter": "ظ",
    "question": "نوع من الثدييات الصغيرة تشتهر برائحة قوية و نفاذة تفرزها عند الشعور بالتهديد",
    "answer": "ظربان"
  },
  {
    "letter": "ظ",
    "question": "صوت فيه غنة ينتج من انشقاق الشفة العليا أو انكسار في الثنايا",
    "answer": "ظأظأه"
  },
  {
    "letter": "ظ",
    "question": "ما هي الأحوال والملابسات المحيطة بحدث معين؟",
    "answer": "ظروف"
  },
  {
    "letter": "ظ",
    "question": "كلمة بمعنى مُتهم أو من نسب إليه ذنب أو جريمة",
    "answer": "ظنين"
  },
  {
    "letter": "ظ",
    "question": "ما المصطلح الذي يطلق على المرأة المسافرة في الهودج على ظهر الجمل في القوافل القديمة؟",
    "answer": "ظَعينة"
  },
  {
    "letter": "ظ",
    "question": "مصطلح يصف الحدث الطبيعي الملحوظ أو المُقاس في الكون.",
    "answer": "ظاهرة"
  },
  {
    "letter": "ظ",
    "question": "غلاف يستخدم لحفظ الرسائل أو الأوراق",
    "answer": "ظرف"
  },
  {
    "letter": "ظ",
    "question": "الحالة الفسيولوجية الناتجة عن نقص الماء في الجسم؟",
    "answer": "ظمأ"
  },
  {
    "letter": "ظ",
    "question": "ما هو الوقت الذي تكون فيه الشمس في كبد السماء؟",
    "answer": "الظهيرة"
  },
  {
    "letter": "ظ",
    "question": "صفة تطلق على الشخص الخفيف الدم اللطيف سريع البديهة وخفيف الظل",
    "answer": "ظريف"
  },
  {
    "letter": "ظ",
    "question": "الاسم الخاص بذكر طائر النعام؟",
    "answer": "ظليم"
  },
  {
    "letter": "ظ",
    "question": "ماذا تسمى حالة العرج أو المشي غير الطبيعي بسبب مشكلة في الساق أو القدم؟",
    "answer": "ظلع"
  },
  {
    "letter": "ظ",
    "question": "ما هو المصطلح القرآني للإساءة التي يلحقها الإنسان بنفسه عندما يعصي الله؟",
    "answer": "ظلم النفس"
  },
  {
    "letter": "ظ",
    "question": "راحلة يُرتحل عليها، أو ما يصلح للأسفار من الإبل؟",
    "answer": "ظاعن"
  },
  {
    "letter": "ظ",
    "question": "ما هو وضع الشيء في غير موضعه أو إعطاء الحق لغير مستحقه؟",
    "answer": "ظلم"
  },
  {
    "letter": "ظ",
    "question": "ما هو المصطلح الّذي يعني المعين والنصير؟",
    "answer": "ظهير"
  },
  {
    "letter": "ظ",
    "question": "أين يجتمع المتحابون في الله يوم القيامة؟",
    "answer": "ظل عرش الرحمن"
  },
  {
    "letter": "ظ",
    "question": "الجزء القرني الصلب في نهاية قدم الحيوانات ذات الحوافر المشقوقة كالأبقار والأغنام؟",
    "answer": "ظلف"
  },
  {
    "letter": "ع",
    "question": "نوع من التمر يزرع بشكل رئيسي في المدينة المنورة، و تشتهر بلونها الداكن المائل إلى السواد",
    "answer": "العجوة / العنبرة"
  },
  {
    "letter": "ع",
    "question": "من هو الشاعر الجاهلي الشجاع المعروف بفروسيته وقصائده التي عبر فيها عن حبه لعبلة؟",
    "answer": "عنترة بن شداد"
  },
  {
    "letter": "ع",
    "question": "هي قواعد غير مكتوبة نشأت من اعتياد الناس على سلوك معين في تنظيم شؤونهم، مع اعتقادهم بوجوب التزامها واكتسابها قوة ملزمة بموجب القانون",
    "answer": "العرف"
  },
  {
    "letter": "ع",
    "question": "من هو الخليفة العباسي الذي حكم يومًا واحدًا فقط؟",
    "answer": "عبدالله بن المعتز"
  },
  {
    "letter": "ع",
    "question": "يهودي الأصل تظاهر بالإسلام، أشعل نار الفتنة في عهد عثمان بن عفان",
    "answer": "عبدالله بن سبأ"
  },
  {
    "letter": "ع",
    "question": "ما العلم الذي يهتم بدراسة أوزان الشعر العربي وبحوره وتفعيلاته ؟",
    "answer": "عروض"
  },
  {
    "letter": "ع",
    "question": "ما المفهوم السياسي الذي يفصل الدين عن الدولة ومؤسساتها؟",
    "answer": "علمانية"
  },
  {
    "letter": "ع",
    "question": "ما اسم المدينة الأردنية الساحلية الوحيدة التي تقع على خليج يحمل اسمها؟",
    "answer": "العقبة"
  },
  {
    "letter": "ع",
    "question": "ما اسم الذبيحة التي تُذبح في اليوم السابع من ولادة المولود؟",
    "answer": "عقيقة"
  },
  {
    "letter": "ع",
    "question": "ما المادة المتكونة في أمعاء أحد أنواع الحيتان، وتُستخدم كمادة مثبتة في صناعة العطور الفاخرة؟",
    "answer": "عنبر"
  },
  {
    "letter": "ع",
    "question": "ماذا يُطلق على عدد 500 إلى 1000 من الإبل؟",
    "answer": "العرج"
  },
  {
    "letter": "ع",
    "question": "كلمة بمعنى الأصل و السلالة و المنبع",
    "answer": "العِرْق"
  },
  {
    "letter": "ع",
    "question": "أحد أقدم أسواق العرب في الجاهلية والإسلام، وملتقى للتجارة والفكر والأدب والثقافة المتنوعة للقبائل العربية",
    "answer": "عُكاظ"
  },
  {
    "letter": "ع",
    "question": "ما هو النبع أو البئر الذي يتدفق منه الماء بشكل طبيعي؟",
    "answer": "عين"
  },
  {
    "letter": "ع",
    "question": "من هو الخليفة الأموي الّذي يُعتبر أول من صك النقود عند العرب؟",
    "answer": "عبدالملك بن مروان"
  },
  {
    "letter": "ع",
    "question": "من هو التابعي الجليل الذي يُعد من الفقهاء السبعة للمدينة، وكان راوية ثقة عن عائشة رضي الله عنها؟",
    "answer": "عروة بن الزبير"
  },
  {
    "letter": "ع",
    "question": "ما هو الدرس أو الموعظة التي يمكن استخلاصها من حدث أو قصة تاريخية؟",
    "answer": "عبرة"
  },
  {
    "letter": "ع",
    "question": "ما اسم الخلايا التي تنقل الإشارات العصبية في الجسم؟",
    "answer": "عصبونات"
  },
  {
    "letter": "ع",
    "question": "من هو العامل الذي يمنع الصدأ؟",
    "answer": "العزل"
  },
  {
    "letter": "ع",
    "question": "ما المصطلح الذي يصف تجاوز المصروفات للإيرادات في ميزانية دولة أو مؤسسة؟",
    "answer": "عجز"
  },
  {
    "letter": "غ",
    "question": "الوصف الذي يطلق على أقصى درجات السواد ويُشير أيضًا إلى نوع من أنواع العنب",
    "answer": "غربيب"
  },
  {
    "letter": "غ",
    "question": "ما المصطلح الشرعي لذكر المسلم أخاه بما يكره في غيابه؟",
    "answer": "غيبة"
  },
  {
    "letter": "غ",
    "question": "ما اسم المرض الي يكون فيه موت أنسجة الجسم إما لنقص تدفق الدم إليها أو لإصابتها بعدوى بكتيرية خطيرة",
    "answer": "غرغرينا"
  },
  {
    "letter": "غ",
    "question": "مالشيء الّذي يسير بلا قدمين ويبكي بلا عيون؟",
    "answer": "الغيوم"
  },
  {
    "letter": "غ",
    "question": "ماذا تسمى حالة انعدام الوضوح حيث يحتمل الشيء أكثر من تفسير مما يؤدي إلى التباس في الفهم؟",
    "answer": "غموض"
  },
  {
    "letter": "غ",
    "question": "ما هي الطبقة غير المرئية المحيطة بالأرض بفعل الجاذبية والتي تحتوي على طبقة الأوزون؟",
    "answer": "الغلاف الجوي"
  },
  {
    "letter": "غ",
    "question": "ماهي الدولة التي عاصمتها أكرا؟",
    "answer": "غانا"
  },
  {
    "letter": "غ",
    "question": "اسم يطلق على الأصول التي يحتفظ بها البنك المركزي من ذهب وأوراق مالية لضمان قيمة العملة التي يصدرها",
    "answer": "الغطاء النقدي"
  },
  {
    "letter": "غ",
    "question": "حالة يفقد فيها الإنسان القدرة على التنفس بسبب امتلاء رئتيه بالماء، وقد تؤدي إلى الوفاة",
    "answer": "الغرق"
  },
  {
    "letter": "غ",
    "question": "كلمة بمعنى تثبيت الشيء في الأرض، وتُستخدم مجازيًا للدلالة على ترسيخ المعاني أو الأفكار في العقل",
    "answer": "غرس"
  },
  {
    "letter": "غ",
    "question": "بماذا تسمى خيانة العهد ونقض الوعد؟",
    "answer": "غدر"
  },
  {
    "letter": "غ",
    "question": "ما الأمر القرآني الذي ورد في سورة النور للمؤمنين والمؤمنات للحفاظ على العفة؟",
    "answer": "غض البصر"
  },
  {
    "letter": "غ",
    "question": "مزيج من الأفكار والمشاعر تنتاب الشخص عند شعوره بتهديد لعلاقته بمن يحب أو رغبته في حماية حقه وشرفه",
    "answer": "غيرة"
  },
  {
    "letter": "غ",
    "question": "ما الاسم الذي يُطلق على الحروب التي خاضها المسلمون بقيادة النبي محمد ﷺ؟",
    "answer": "غزوات"
  },
  {
    "letter": "غ",
    "question": "ماذا تسمى العقوبة المالية التي تفرض على المخالف للقانون؟",
    "answer": "غرامة"
  },
  {
    "letter": "غ",
    "question": "رياضة مائية تتضمن النزول تحت سطح الماء لاستكشاف العالم البحري",
    "answer": "الغوص"
  },
  {
    "letter": "غ",
    "question": "من قبائل العرب الشمالية من ذبيان وعبس",
    "answer": "غطفان"
  },
  {
    "letter": "غ",
    "question": "ما المركبة البحرية التي تستطيع السير تحت سطح الماء لفترات طويلة؟",
    "answer": "غواصة"
  },
  {
    "letter": "غ",
    "question": "ما نوع الهجوم العسكري المفاجئ والسريع الذي يُنفذ ثم ينسحب المهاجمون؟",
    "answer": "غارة"
  },
  {
    "letter": "غ",
    "question": "ماذا يسمى المستولي على مال غيره عنوةً وقهرًا بدون حق أو رضا صاحبه؟",
    "answer": "غاصب"
  },
  {
    "letter": "ف",
    "question": "قال حكيم: انفرد بسرك ولا تودعه حازمًا فيزل ولا جاهلًا ....",
    "answer": "فيخون"
  },
  {
    "letter": "ف",
    "question": "ما العملية التي تتضمن تصنيف وترتيب المعلومات لتسهيل الوصول إليها؟",
    "answer": "فهرسة"
  },
  {
    "letter": "ف",
    "question": "ما هو العلم الذي يُعنى بدراسة تقسيم التركة بين الورثة حسب الشريعة الإسلامية؟",
    "answer": "علم الفرائض"
  },
  {
    "letter": "ف",
    "question": "ما نظام الحكم الذي يقوم على توزيع السلطات بين الحكومة المركزية وحكومات الولايات؟",
    "answer": "فيدرالية"
  },
  {
    "letter": "ف",
    "question": "من هو مؤلف رواية \"البؤساء\"؟",
    "answer": "فيكتور هوغو"
  },
  {
    "letter": "ف",
    "question": "ما اللقب الذي كان يطلق على ملوك مصر القديمة؟",
    "answer": "الفراعنة"
  },
  {
    "letter": "ف",
    "question": "ما اسم التراث الشعبي الذي يشمل الحكايات والأساطير والعادات والتقاليد المنقولة عبر الأجيال؟",
    "answer": "فلكلور"
  },
  {
    "letter": "ف",
    "question": "ما هي العناصر الكيميائية الموصلة للحرارة والكهرباء؟",
    "answer": "فلزات"
  },
  {
    "letter": "ف",
    "question": "ما هو النشاط الفكري الذي يبحث في الأسئلة الأساسية حول الوجود والمعرفة والقيم؟",
    "answer": "الفلسفة"
  },
  {
    "letter": "ف",
    "question": "من هو اللاعب الذي سجل هدف المنتخب السعودي على اليابان والّذي أهل المنتخب إلى كأس العالم 2018؟",
    "answer": "فهد المولد"
  },
  {
    "letter": "ف",
    "question": "قطع صغيرة ملونة من الرخام، تُشكل مع بعضها شكلًا فنيًا",
    "answer": "فسيفساء"
  },
  {
    "letter": "ف",
    "question": "من هو الفيزيائي الألماني الّذي اخترع ميزان لمعرفة السوائل وقسّم ميزان الحرارة على درجات عُرفت باسمه؟",
    "answer": "فهرنهايت"
  },
  {
    "letter": "ف",
    "question": "مقياس قديم للمسافات يطلق على الثلاثة أميال",
    "answer": "فرسخ"
  },
  {
    "letter": "ف",
    "question": "ما هو الجسيم الأولي المسؤول عن نقل القوة الكهرومغناطيسية؟",
    "answer": "فوتون"
  },
  {
    "letter": "ف",
    "question": "ماذا يطلق على الذكاء وسرعة الفهم وحُسن التصرّف؟",
    "answer": "فطنة"
  },
  {
    "letter": "ف",
    "question": "ما المصطلح العلمي للتفسير المؤقت الذي يحتاج إلى اختبار وإثبات؟",
    "answer": "فرضية"
  },
  {
    "letter": "ف",
    "question": "ما العلم الذي يختص بمعرفة أحوال الناس من خلال ملامحهم وسلوكهم؟",
    "answer": "فراسة"
  },
  {
    "letter": "ف",
    "question": "ماذا تسمى سلسلة العظام غير المنتظمة وهي المسؤولة عن تأمين الدعم والحركة للجسم؟",
    "answer": "فقرات"
  },
  {
    "letter": "ف",
    "question": "ما مرادف كلمة بليغ؟",
    "answer": "فصيح"
  },
  {
    "letter": "ف",
    "question": "ما المصطلح الفيزيائي للحيز الخالي من المادة؟",
    "answer": "فراغ"
  },
  {
    "letter": "ق",
    "question": "طريقة للمفاضلة والاختيار بين خيارات متساوية لا يمكن الترجيح بينها بمعيار موضوعي",
    "answer": "القرعة"
  },
  {
    "letter": "ق",
    "question": "ما هي العملية التي يتم من خلالها تحديد مواجهات الفرق في البطولات الرياضية؟",
    "answer": "قرعة"
  },
  {
    "letter": "ق",
    "question": "وحدة قياس عالمية لقياس وزن الذهب والألماس والأحجار الكريمة",
    "answer": "القيراط"
  },
  {
    "letter": "ق",
    "question": "أحد الآيات التي أرسلها الله على قوم فرعون عقابًا لهم على استكبارهم",
    "answer": "القمل"
  },
  {
    "letter": "ق",
    "question": "ماهو الحيوان الذي لا يمتلك هيكلاً عظمياً؟",
    "answer": "قنديل البحر"
  },
  {
    "letter": "ق",
    "question": "ما هي حالة الجفاف الشديد التي تستمر لفترات طويلة وتؤثر على الزراعة؟",
    "answer": "قحط"
  },
  {
    "letter": "ق",
    "question": "أول مسجد بُني في الإسلام، وقد ذكره الله في القرآن بأنه أُسس على التقوى",
    "answer": "مسجد قباء"
  },
  {
    "letter": "ق",
    "question": "عالم عربي وصف اختلاف الرياح وتأثيراتها المتنوعة على السحب والأشجار والزرع في كتابه \"عجائب المخلوقات\"",
    "answer": "القزويني"
  },
  {
    "letter": "ق",
    "question": "ما هو الحيوان الذي يبني السدود ويعيش بالقرب من الأنهار والجداول؟",
    "answer": "القندس"
  },
  {
    "letter": "ق",
    "question": "ماذا يسمى الهيكل العظمي الذي يحيط بالرئتين والقلب ويحميهما؟",
    "answer": "القفص الصدري"
  },
  {
    "letter": "ق",
    "question": "مالجزء الوحيد في جسم الإنسان الذي لا يحتوي على أوعية دموية",
    "answer": "القرنية"
  },
  {
    "letter": "ق",
    "question": "ما هي مجموعة القواعد الملزمة التي تنظم سلوك الأفراد في المجتمع؟",
    "answer": "القوانين"
  },
  {
    "letter": "ق",
    "question": "كلمة تطلق على نهاية البيت الشعري؟",
    "answer": "القافية"
  },
  {
    "letter": "ق",
    "question": "ما هو الجُرم السماوي الذي يتسبب في ظاهرتي المد والجزر؟",
    "answer": "القمر"
  },
  {
    "letter": "ق",
    "question": "ما اسم المعركة الفاصلة التي قادها سعد بن أبي وقاص وانتهت بسقوط الدولة الفارسية؟",
    "answer": "القادسية"
  },
  {
    "letter": "ق",
    "question": "أين يقع المقر الرئيسي لجامعة الدول العربية؟",
    "answer": "القاهرة"
  },
  {
    "letter": "ق",
    "question": "الحيوان الذي يصاب بمرض الحصبة مثل الإنسان، حيث يعتبر مضيفاً قابلاً للعدوى والإصابة بها",
    "answer": "القرد"
  },
  {
    "letter": "ق",
    "question": "ما هي البعثة الدبلوماسية التي تمثل مصالح دولة في مدينة أجنبية؟",
    "answer": "قنصلية"
  },
  {
    "letter": "ق",
    "question": "ما الظاهرة الضوئية التي تظهر بسبب انكسار ضوء الشمس في قطرات الماء؟",
    "answer": "قوس قزح"
  },
  {
    "letter": "ق",
    "question": "نموذج يستخدم لتشكيل المعادن والمواد بشكل متسق وثابت",
    "answer": "القالب"
  },
  {
    "letter": "ك",
    "question": "ماهي الدولة التي عاصمتها أستانا؟",
    "answer": "كازاخستان"
  },
  {
    "letter": "ك",
    "question": "ما هي الظواهر غير المعتادة التي تظهر على يد الصالحين من غير الأنبياء؟",
    "answer": "كرامات"
  },
  {
    "letter": "ك",
    "question": "ماهي الرياضة الأكثر شعبية في العالم؟",
    "answer": "كرة القدم"
  },
  {
    "letter": "ك",
    "question": "ماهو أول طعام أهل الجنّة؟",
    "answer": "كبد الحوت"
  },
  {
    "letter": "ك",
    "question": "ماذا تسمى السنة التي يكون عدد أيامها ٣٦٦ يوماً بدلاً من ٣٦٥ يوم وتتكرر كل 4 سنوات؟",
    "answer": "كبيسة"
  },
  {
    "letter": "ك",
    "question": "ما هي الصفة القيادية التي تعني قدرة التأثير والجاذبية الشخصية؟",
    "answer": "كاريزما"
  },
  {
    "letter": "ك",
    "question": "صكوك مالية مؤجلة تلجأ إليها البنوك التجارية والممولون والمنتجون",
    "answer": "كمبيالة"
  },
  {
    "letter": "ك",
    "question": "الاسم الرسمي الذي أطلقته منظمة الصحة العالمية على الجائحة التي انطلقت من الصين أواخر عام 2019",
    "answer": "كوفيد-19"
  },
  {
    "letter": "ك",
    "question": "ما اسم الذي يُطلق على مجموعة من الثروات أو الأشياء الثمينة المخفية؟",
    "answer": "كنوز"
  },
  {
    "letter": "ك",
    "question": "ماذا يسمى الشخص البالغ الذي تجاوز مرحلة الشباب ووصل سن الرشد؟",
    "answer": "كهل"
  },
  {
    "letter": "ك",
    "question": "مركب طبيعي يوجد بالجسم ، يُستخرج من اللحوم والأسماك ويستخدم كمكمل غذائي لزيادة قوة وحجم العضلات",
    "answer": "الكرياتين"
  },
  {
    "letter": "ك",
    "question": "ما هي المدينة التي أسسها الخليفة عمر بن الخطاب لتكون معسكراً للجيش الإسلامي؟",
    "answer": "الكوفة"
  },
  {
    "letter": "ك",
    "question": "مدرج روماني عملاق يقع في وسط روما، بُني في القرن الأول الميلادي",
    "answer": "كولوسيوم"
  },
  {
    "letter": "ك",
    "question": "ما اسم أحد أقدم أنواع الخط العربي والني نشأ في العراق ويتميز بزواياه المستقيمة؟",
    "answer": "الخط الكوفي"
  },
  {
    "letter": "ك",
    "question": "ما هو العلم الذي يدرس المادة وتفاعلاتها وتحولاتها؟",
    "answer": "كيمياء"
  },
  {
    "letter": "ك",
    "question": "ماهو العنصر الذي يدخل في تركيب جميع المركبات العضوية؟",
    "answer": "الكربون"
  },
  {
    "letter": "ك",
    "question": "أفعال ماضية ناقصة وناسخة تدخل على الجملة الاسمية ترفع المبتدأ و تنصب الخبر",
    "answer": "كان و اخواتها"
  },
  {
    "letter": "ك",
    "question": "ما هو المصطلح الّذي يعني تحقيق الاستفادة من الموارد بأقل هدر ممكن؟",
    "answer": "كفاءة"
  },
  {
    "letter": "ك",
    "question": "ما هو المصطلح الذي يعبر عن النضال المستمر ضد الصعاب لتحقيق هدف محدد؟",
    "answer": "كفاح"
  },
  {
    "letter": "ك",
    "question": "ما هو العضو الوحيد في جسم الإنسان الذي يمكنه إعادة النمو (التجدد) بعد قطع جزء منه؟",
    "answer": "كبد"
  },
  {
    "letter": "ل",
    "question": "ما اسم الحجر الكريم الذي يتكوّن داخل المحار ويتميّز باللمعان؟",
    "answer": "اللؤلؤ"
  },
  {
    "letter": "ل",
    "question": "ما اسم الراية التي كان يعقدها النبي ﷺ لقائد الجيش؟",
    "answer": "لواء"
  },
  {
    "letter": "ل",
    "question": "في الفقه الإسلامي ماذا يُسمى المال الضائع الذي يُعثر عليه؟",
    "answer": "اللُقَطَة"
  },
  {
    "letter": "ل",
    "question": "ماهو العضو الموجود في معظم الفقريات، وهو عضلي متموضع في قاع الفم؟",
    "answer": "اللسان"
  },
  {
    "letter": "ل",
    "question": "ما ذا تسمى الأداة التي توضع في فم الحصان للتحكم به وتوجيهه؟",
    "answer": "لجام"
  },
  {
    "letter": "ل",
    "question": "ما اسم الكلام الذي لا فائدة منه والذي نهى عنه الإسلام؟",
    "answer": "لغو"
  },
  {
    "letter": "ل",
    "question": "نهر ينبع من غرب بعلبك ويصب شمال صور، ويعتبر أهم أنهار لبنان",
    "answer": "الليطاني"
  },
  {
    "letter": "ل",
    "question": "من أسماء الله سبحانه وتعالى والتي تعني الرفق والرحمة بعباده من حيث لا يشعرون",
    "answer": "اللطيف"
  },
  {
    "letter": "ل",
    "question": "ما المصطلح الذي يُطلق على منظومة الإشارات غير اللفظية مثل تعابير الوجه وحركات اليدين ووضعية الجسم وغالبًا ما تكون أكثر تأثيرًا من الكلمات المنطوقة؟",
    "answer": "لغة الجسد"
  },
  {
    "letter": "ل",
    "question": "لعبة أطفال شهيرة عبارة عن قطع بلاستيكية صغيرة على شكل مكعبات ومستطيلات، تُستخدم في البناء والتركيب لتشكيل نماذج مختلفة",
    "answer": "ليغو"
  },
  {
    "letter": "ل",
    "question": "ماهي عاصمة دولة البرتغال؟",
    "answer": "لشبونة"
  },
  {
    "letter": "ل",
    "question": "ما اسم تتابع النغمات الموسيقية المنتظمة زمنياً؟",
    "answer": "لحن"
  },
  {
    "letter": "ل",
    "question": "صفة اجتماعية يتميز صاحبها بأسلوب مهذب وذوق رفيع؟",
    "answer": "لباقة"
  },
  {
    "letter": "ل",
    "question": "ما اسم الوثيقة التي تحدد القواعد التنظيمية لمؤسسة ما؟",
    "answer": "لائحة"
  },
  {
    "letter": "ل",
    "question": "من هو اللاعب الذي يحمل الرقم القياسي لأكثر عدد من الأهداف المسجلة في مباريات رسمية خلال سنة ميلادية واحدة في تاريخ كرة القدم؟",
    "answer": "ليونيل ميسي"
  },
  {
    "letter": "ل",
    "question": "ما هو المثل العربي الشهير الذي يحذر من مخاطر الكلام ويدعو إلى ضبط اللسان؟",
    "answer": "لسانك حصانك، إن صنته صانك، وإن خنته خانك"
  },
  {
    "letter": "ل",
    "question": "صحابي جليل من الشعراء الفرسان الأشراف في الجاهلية",
    "answer": "لبيد بن ربيعة"
  },
  {
    "letter": "ل",
    "question": "ما هو العنصر الكيميائي رقم 3 في الجدول الدوري؟",
    "answer": "ليثيوم"
  },
  {
    "letter": "ل",
    "question": "ما اسم الجهاز الذي يعتمد على تضخيم الضوء بواسطة الانبعاث المحفز للإشعاع؟",
    "answer": "ليزر"
  },
  {
    "letter": "ل",
    "question": "جمهورية في الجزء الغربي من أفريقيا تحدها غينيا شمالًا وساحل العاج شرقًا عاصمتها مونروفيا",
    "answer": "ليبيريا"
  },
  {
    "letter": "م",
    "question": "ماهي عاصمة جمهورية ليبيريا؟",
    "answer": "مونروفيا"
  },
  {
    "letter": "م",
    "question": "ماذا تسمى الزاوية الأكبر من 90 درجة وأقل من 180؟",
    "answer": "منفرجة"
  },
  {
    "letter": "م",
    "question": "ماهي السورة الكريمة التي ذكر فيها لفظ الجلالة \"الله\" في جميع آياتها، وذكر اللفظ 41 مرة في 22 آية",
    "answer": "سورة المجادلة"
  },
  {
    "letter": "م",
    "question": "من هو الهداف التاريخي لكأس العالم؟",
    "answer": "ميروسلاف كلوزة"
  },
  {
    "letter": "م",
    "question": "صحابي جليل، ولد في حجة الوداع ورباه علي بن أبي طالب (رضي الله عنه)",
    "answer": "محمد بن أبي بكر الصديق (رضي الله عنهما)"
  },
  {
    "letter": "م",
    "question": "ماهي أول جامعة رسمية تم إنشاؤها كجامعة في المملكة العربية السعودية في عام 1957م؟",
    "answer": "الملك سعود"
  },
  {
    "letter": "م",
    "question": "ماهو الاسم الذي لا يقبل التنوين ويُجَرُّ بالفتحة نيابةً عن الكسرة؟",
    "answer": "الممنوع من الصرف"
  },
  {
    "letter": "م",
    "question": "أول غزوة شارك فيها خالد بن الوليد بعد إسلامه وكانت في السنة الثامنة للهجرة",
    "answer": "غزوة مؤتة"
  },
  {
    "letter": "م",
    "question": "الثمار أو النباتات التي يتم زرعها وحصادها بكميات كبيرة للاستهلاك البشري أو الحيواني أو لاستخدامها في الصناعة",
    "answer": "المحاصيل"
  },
  {
    "letter": "م",
    "question": "هو من يُظهر الإيمان ويُخفي الكفر، ويُظهر خلاف ما يُبطن، وقد توعّدهم الله بأسفل دركات النار",
    "answer": "المنافق"
  },
  {
    "letter": "م",
    "question": "ما هو الجزء من النهر الذي يلتقي فيه الماء العذب بالماء المالح؟",
    "answer": "المصب"
  },
  {
    "letter": "م",
    "question": "ماذا تسمى التجربة المثيرة والجريئة التي يفعلها الشخص وتكون مليئة بالمخاطرة والنتائج غير المؤكدة، وتولد روح الإثارة والاستكشاف",
    "answer": "مغامرة"
  },
  {
    "letter": "م",
    "question": "ما هو الحكم الشرعي للفعل الذي يُثاب تاركه ولا يُعاقب فاعله؟",
    "answer": "مكروه"
  },
  {
    "letter": "م",
    "question": "ما اسم الأنبوب الذي ينقل الطعام من الفم إلى المعدة؟",
    "answer": "مريء"
  },
  {
    "letter": "م",
    "question": "ماذا يسمى الجهاز الذي يتحكم في مرور السائل داخل المواسير بفتحه وإغلاقه؟",
    "answer": "محبس"
  },
  {
    "letter": "م",
    "question": "ما هي الأداة الثقيلة التي تلقى في قاع البحر لتثبيت السفينة؟",
    "answer": "مرساة"
  },
  {
    "letter": "م",
    "question": "ما الاسم الذي يُطلق على نوع أدبي يتميز بالسجع واللغة البلاغية ويدور حول مغامرات خيالية؟",
    "answer": "المقامات"
  },
  {
    "letter": "م",
    "question": "ما اسم الشكل الشعري الأندلسي الذي يُكتب بأسلوب غنائي وله بنية مختلفة عن القصيدة التقليدية؟",
    "answer": "الموشحات"
  },
  {
    "letter": "م",
    "question": "ما اسم الكوكب الذي يُعرف بالكوكب الأحمر؟",
    "answer": "المريخ"
  },
  {
    "letter": "م",
    "question": "ما اسم الحضارة القديمة التي نشأت في أمريكا الوسطى وامتازت بتقويمها الدقيق؟",
    "answer": "حضارة المايا"
  },
  {
    "letter": "ن",
    "question": "ما اسم القطعة الصخرية من الفضاء التي تنجو من الاحتراق وتصل إلى سطح الأرض؟",
    "answer": "نيزك"
  },
  {
    "letter": "ن",
    "question": "ماذا يطلق على المرأة واسعة العينين؟",
    "answer": "النجلاء"
  },
  {
    "letter": "ن",
    "question": "ما هي النظرية الفيزيائية التي وضعها ألبرت أينشتاين وغيّرت فهمنا للزمان والمكان؟",
    "answer": "نظرية النسبية"
  },
  {
    "letter": "ن",
    "question": "أسطورة التنس الإسباني وصاحب الرقم القياسي في بطولات فرنسا المفتوحة",
    "answer": "نادال"
  },
  {
    "letter": "ن",
    "question": "وحدة فيزيائية تستخدم لقياس القوة والأثقال، والتي سُميت تكريماً للعالم الذي اكتشف قوانين الحركة ووضع أسسها",
    "answer": "نيوتن"
  },
  {
    "letter": "ن",
    "question": "اسم أجنبي لسائل هلامي نفطي ملتهب، يستعمل في إعداد القنابل المحرقة، محمرم دوليًا وكان يستخدم أيام الحرب العالمية الثانية",
    "answer": "نابالم"
  },
  {
    "letter": "ن",
    "question": "ما اسم فن تشكيل المجسمات باستخدام مواد مثل الحجر أو الخشب أو الطين؟",
    "answer": "نحت"
  },
  {
    "letter": "ن",
    "question": "كلمة يوصف بها شدة عذوبة الماء وبرودته...",
    "answer": "النُقاخ"
  },
  {
    "letter": "ن",
    "question": "ما المصطلح القانوني الذي يعني إلغاء حكم صادر من محكمة أدنى؟",
    "answer": "نقض"
  },
  {
    "letter": "ن",
    "question": "ماذا كانت تسمى مدينة نيويورك قديمًا؟",
    "answer": "نيو أمستردام"
  },
  {
    "letter": "ن",
    "question": "ما اسم الغدة التي تُعرف بسيدة الغدد؟",
    "answer": "الغدة النخامية"
  },
  {
    "letter": "ن",
    "question": "حرفة بشرية عريقة، تعتمد على تشابك مجموعتي الخيوط مع بعضها وفق زاوية قائمة لإنتاج الأقمشة والسجاد والخيام",
    "answer": "حرفة النسج أو النسيج"
  },
  {
    "letter": "ن",
    "question": "ماهي الدولة التي عاصمتها أبوجا؟",
    "answer": "نيجيريا"
  },
  {
    "letter": "ن",
    "question": "ماهي عاصمة جمهورية كينيا؟",
    "answer": "نيروبي"
  },
  {
    "letter": "ن",
    "question": "ماذا يسمى صوت الغراب؟",
    "answer": "نعيق"
  },
  {
    "letter": "ن",
    "question": "ما المصطلح الاقتصادي الذي يقيس زيادة الإنتاج والدخل القومي؟",
    "answer": "نمو"
  },
  {
    "letter": "ن",
    "question": "كلمة تدل على كل شيء يحرم تناوله ولا تصح الصلاة حال وجوده على البدن",
    "answer": "النجاسة"
  },
  {
    "letter": "ن",
    "question": "من هو أول من هبط على سطح القمر؟",
    "answer": "نيل أرمسترونغ"
  },
  {
    "letter": "ن",
    "question": "ماذا يطلق على خفة الحركة والحيوية والقوة على العمل؟",
    "answer": "نشاط"
  },
  {
    "letter": "ن",
    "question": "شعيرة في الجاهلية يتم فيها تأخير حرمة الأشهر الحرم بهدف إباحة القتال فيها",
    "answer": "النسيء"
  },
  {
    "letter": "هـ",
    "question": "كلمة تُطلق على الشيء الناتج عن تزاوج أو دمج نوعين مختلفين، ويتميز بصفات من مشتركة من أصله",
    "answer": "هجين"
  },
  {
    "letter": "هـ",
    "question": "ما هو أشهر مضيق في العالم والذي يربط بين الخليج العربي وحليج عمان؟",
    "answer": "مضيق هرمز"
  },
  {
    "letter": "هـ",
    "question": "من هي المرأة التي أسلمت بعد فتح مكة وهي زوجة أبو سفيان؟",
    "answer": "هند بنت عتبة"
  },
  {
    "letter": "هـ",
    "question": "ما هو الاسم الذي يُطلق على الحيوانات التي تُذبح في الحج تقربًا إلى الله؟",
    "answer": "هدي"
  },
  {
    "letter": "هـ",
    "question": "ما الاسم الذي أطلق على السكان الأصليين للأمريكتين؟",
    "answer": "هنود حمر"
  },
  {
    "letter": "هـ",
    "question": "ما المصطلح الذي يصف كلامًا غير مترابط يصدر غالبًا عن مريض أو فاقد للوعي؟",
    "answer": "هذيان"
  },
  {
    "letter": "هـ",
    "question": "ما المصطلح الذي يُستخدم لوصف خسارة في حرب أو منافسة؟",
    "answer": "هزيمة"
  },
  {
    "letter": "هـ",
    "question": "ماهو المصطلح الذي يعني انعدام الجدية والمزاح في الأمور الجادة؟",
    "answer": "هزل"
  },
  {
    "letter": "هـ",
    "question": "ماهو الحيوان الذي يحب أكل الجبن؟",
    "answer": "الفأر"
  },
  {
    "letter": "هـ",
    "question": "ماذا يطلق على الخطأ غير المقصود أو السقطة البسيطة؟",
    "answer": "هفوة"
  },
  {
    "letter": "هـ",
    "question": "ما الكلمة التي تعبّر عن اللين والرفق في التعامل؟",
    "answer": "هوادة"
  },
  {
    "letter": "هـ",
    "question": "ما المصطلح الإسلامي للتوفيق الإلهي للإنسان للوصول إلى الحق؟",
    "answer": "هداية"
  },
  {
    "letter": "هـ",
    "question": "ما عملية إعادة تنظيم المؤسسة أو الشركة لتحسين كفاءتها؟",
    "answer": "هيكلة"
  },
  {
    "letter": "هـ",
    "question": "من هو الخليفة العباسي الذي ارتبط اسمه بازدهار الدولة الإسلامية وعصر الترجمة والعلوم؟",
    "answer": "هارون الرشيد"
  },
  {
    "letter": "هـ",
    "question": "ماهو البروتين المحمول داخل خلايا الدم الحمراء ويحتوي على ذرات الحديد يلتقط الأوكسجين في الرئتين ويسلّمه إلى الأنسجة للحفاظ على حياة الجسم؟",
    "answer": "الهيموجلوبين"
  },
  {
    "letter": "هـ",
    "question": "ما عاصمة فنلندا؟",
    "answer": "هلسنكي"
  },
  {
    "letter": "هـ",
    "question": "ما العلم الذي يهتم بالتصميم والبناء لحل المشكلات التقنية وخدمة الإنسان؟",
    "answer": "الهندسة"
  },
  {
    "letter": "هـ",
    "question": "ماذا تسمى حالة الإدراك الحسي الخاطئ لأشياء غير موجودة في الواقع؟",
    "answer": "الهلوسة"
  },
  {
    "letter": "هـ",
    "question": "ما المصطلح السياسي الذي يعني وقف مؤقت للعمليات العسكرية باتفاق الأطراف المتحاربة؟",
    "answer": "هدنة"
  },
  {
    "letter": "هـ",
    "question": "أصوات تُرفع عاليًا للفرح والتشجيع أو للاحتجاج",
    "answer": "هتاف"
  },
  {
    "letter": "و",
    "question": "مصطلح بمعنى الألم و المرض؟",
    "answer": "وَصَب"
  },
  {
    "letter": "و",
    "question": "ما المؤسسة التي تمثل جهة أخرى وتعمل نيابة عنها؟",
    "answer": "وكالة"
  },
  {
    "letter": "و",
    "question": "ما المستند الرسمي الذي يتضمن معلومات أو نصوصاً ذات قيمة قانونية أو سياسية؟",
    "answer": "وثيقة"
  },
  {
    "letter": "و",
    "question": "ما المصطلح الفيزيائي الذي يصف الضوء المنبعث من جسم ساخن جداً؟",
    "answer": "وهج"
  },
  {
    "letter": "و",
    "question": "ما مصطلح الانسجام والتوافق بين أفراد أو مجموعات؟",
    "answer": "وئام"
  },
  {
    "letter": "و",
    "question": "ما نوع المباراة التي تقام خارج إطار المنافسات الرياضية الرسمية؟",
    "answer": "ودية"
  },
  {
    "letter": "و",
    "question": "من هو الشخص المكلف شرعاً برعاية شؤون القاصر ومصالحه؟",
    "answer": "الولي"
  },
  {
    "letter": "و",
    "question": "ما العملية التي يتدخل فيها طرف ثالث محايد لحل النزاع بين طرفين؟",
    "answer": "وساطة"
  },
  {
    "letter": "و",
    "question": "ما المصطلح الذي يطلق على الأفكار المذمومة التي يلقيها الشيطان في قلب الإنسان؟",
    "answer": "وسوسة"
  },
  {
    "letter": "و",
    "question": "ما هو النظام الإسلامي الذي يتم فيه حبس الأصل وتسبيل المنفعة لأغراض خيرية؟",
    "answer": "وقف"
  },
  {
    "letter": "و",
    "question": "مصطلح يطلق على الشخص اللطيف في تعامله والمحب للآخرين",
    "answer": "ودود"
  },
  {
    "letter": "و",
    "question": "مصطلح يطلق على الرجل الرزين الحليم",
    "answer": "وقور"
  },
  {
    "letter": "و",
    "question": "ماذا تسمى صفة المحافظة على العهد والوعد؟",
    "answer": "وفاء"
  },
  {
    "letter": "و",
    "question": "ما المنصب الرسمي الذي يُطلق وريث الملك في النظام الملكي؟",
    "answer": "ولي العهد"
  },
  {
    "letter": "و",
    "question": "خلق إيماني رفيع يعبر عن التزام المسلم بترك الحرام والبعد عن الشبهات...",
    "answer": "الورع"
  },
  {
    "letter": "و",
    "question": "ما هو الاتصال الرباني الذي كان ينزل على الأنبياء والرسل لتبليغ رسالات الله؟",
    "answer": "وحي"
  },
  {
    "letter": "و",
    "question": "ما نوع الفيلم الذي يعرض حقائق ومعلومات واقعية بهدف التوثيق والتعليم؟",
    "answer": "وثائقي"
  },
  {
    "letter": "و",
    "question": "ما المنطقة الخضراء المحاطة بالصحراء والتي تتوفر فيها المياه الجوفية؟",
    "answer": "واحة"
  },
  {
    "letter": "و",
    "question": "هو مايلزمنا به الشرع ويُثاب فاعله ويُعاقب على تركه",
    "answer": "الواجب"
  },
  {
    "letter": "و",
    "question": "ما المصطلح الذي يطلق على عبادة الأصنام والتماثيل؟",
    "answer": "وثنية"
  },
  {
    "letter": "ي",
    "question": "ماذا تسمى الحالة التي تعني الانتباه والوعي الكامل؟",
    "answer": "يقظة"
  },
  {
    "letter": "ي",
    "question": "ما المبدأ الإسلامي الذي يُشير إلى سهولة الدين وعدم التكليف بما لا يُطاق؟",
    "answer": "يسر"
  },
  {
    "letter": "ي",
    "question": "ماهي العملة الرسمية لدولة اليابان؟",
    "answer": "ين"
  },
  {
    "letter": "ي",
    "question": "ما هي السورة التي تُسمى بقلب القرآن؟",
    "answer": "سورة يس"
  },
  {
    "letter": "ي",
    "question": "مدينة من المدن التي شهدت مؤتمرًا عالميًا في الحرب العالمية الثانية وتقع على الساحل الجنوبي لشبه جزيرة القرم",
    "answer": "يالطا"
  },
  {
    "letter": "ي",
    "question": "من هو النبي الذي بُشرت به أمه وهي عاقر وأبوه شيخ كبير؟",
    "answer": "يحيى"
  },
  {
    "letter": "ي",
    "question": "في أي دولة أقيمت الألعاب الأولمبية لأول مرة؟",
    "answer": "اليونان"
  },
  {
    "letter": "ي",
    "question": "قالوا في الأمثال: زامر الحي لا ...",
    "answer": "يٌطرب"
  },
  {
    "letter": "ي",
    "question": "مصطلح بمعنى حذر وفطن ومستعد لأي أمر مباغت",
    "answer": "يقظ"
  },
  {
    "letter": "ي",
    "question": "قوم فاسدين حاصرهم ذو القرنين خلف سد منيع، يخرجون في آخر الزمان كعلامة من علامات الساعة الكبرى",
    "answer": "يأجوج ومأجوج"
  },
  {
    "letter": "ي",
    "question": "ماهي عاصمة جمهورية الكاميرون؟",
    "answer": "ياوندي"
  },
  {
    "letter": "ي",
    "question": "ما هي الحالة النفسية التي تعبر عن فقدان الأمل في تحقيق شيء مرغوب فيه؟",
    "answer": "يأس"
  },
  {
    "letter": "ي",
    "question": "ماهي عاصمة دولة أرمينيا؟",
    "answer": "يريفان"
  },
  {
    "letter": "ي",
    "question": "ما اسم النبات الطبي المستخدم لعلاج اضطرابات الجهاز الهضمي والذي يعطي زيتًا عطريًا؟",
    "answer": "يانسون"
  },
  {
    "letter": "ي",
    "question": "ما اسم السجل الشخصي الذي يدون فيه الشخص أحداث وخواطر يومه؟",
    "answer": "يوميات"
  },
  {
    "letter": "ي",
    "question": "ماذا يسمى الشاب في مقتبل العمر؟",
    "answer": "يافع"
  },
  {
    "letter": "ي",
    "question": "ماذا يطلق على البحر أو الماء الكثير والمتسع؟",
    "answer": "اليم"
  },
  {
    "letter": "ي",
    "question": "ما اسم القسم المؤكد في الإسلام والذي يجب الوفاء به أو دفع كفارة عند حنثه؟",
    "answer": "يمين"
  },
  {
    "letter": "ي",
    "question": "ما اسم المصدر الطبيعي للمياه الجوفية التي تتدفق تلقائيًا إلى سطح الأرض؟",
    "answer": "ينبوع"
  },
  {
    "letter": "ي",
    "question": "في اي بلد نشأت رياضة الجودو؟",
    "answer": "اليابان"
  }
];
